{"variables":{"121":{"years":[],"entities":[],"values":[],"id":121,"name":"Under 5 mortality rate [Our World in Data]","unit":"per 1,000 live births","description":"","createdAt":"2015-08-12T02:14:58.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":null,"coverage":"global by country","timespan":"1751-2015","datasetId":113,"sourceId":43,"shortUnit":null,"display":{"name":"Child mortality rate","unit":"%","tolerance":5,"conversionFactor":0.1},"columnOrder":0,"datasetName":"Under 5 mortality rate [Our World in Data]","s_id":43,"s_name":"Our World in Data based on Human Mortality Database and UN Child Mortality Estimates (2012)","source":{"id":43,"name":"Our World in Data based on Human Mortality Database and UN Child Mortality Estimates (2012)","dataPublishedBy":"UN Child Mortality Estimates (CME) and Human Mortality Database (HMD)","dataPublisherSource":"","link":"http://www.childmortality.org/ http://www.mortality.org/","retrievedData":"","additionalInfo":"We have combined two sources: The UN Child Mortality Estimates (CME) data and the Human Mortality Database (HMD).\r\n\r\nAll data points from the CME used. HMD has been used as a supplement when CME data is not available for a given year. HMD values are multiplied by factor of 1.1 for Belarus, Hungary and Lithuania (to match CME data as described in Hill et al. 2012). HMD values are multiplied by a factor of 1.2 for Bulgaria, Czech Republic, Latvia, Russia, Slovakia, Spain and Estonia (before 1992) (to match CME as described in Hill et al. 2012).\r\n\r\nHill et al. 2012 adjust the CME data by these same factors because of concerns about the low levels of early neonatal death recorded in the civil registration systems of these countries compared to western European countries as a result of differences in the definition of live births.\r\n\r\nMore information can be found in their paper: Hill K, You D, Inoue M, Oestergaard MZ, Technical Advisory Group of the United Nations Inter-agency Group for Child Mortality Estimation (2012) Child Mortality Estimation: Accelerated Progress in Reducing Global Child Mortality, 1990-2010. PLoS Med 9(8): e1001303. doi:10.1371/journal.pmed.1001303"}}},"entityKey":{}}