{"variables":{"2031":{"years":[],"entities":[],"values":[],"id":2031,"name":"Access to clean fuels and technologies for cooking  (% of population)","unit":"% of population","description":"Access to clean fuels and technologies for cooking is the proportion of total population primarily using clean cooking fuels and technologies for cooking. Under WHO guidelines, kerosene is excluded from clean cooking fuels.","createdAt":"2017-07-06T08:21:59.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":"EG.CFT.ACCS.ZS","coverage":"","timespan":"1960-2016","datasetId":554,"sourceId":693,"shortUnit":"%","display":{"unit":"Percent"},"columnOrder":0,"datasetName":"World Development Indicators - Environment","s_id":693,"s_name":"World Bank – WDI: Access to clean fuels and technologies for cooking  (% of population)","source":{"id":693,"name":"World Bank – WDI: Access to clean fuels and technologies for cooking  (% of population)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank, Sustainable Energy for All (SE4ALL) database from WHO Global Household Energy database.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Statistical concept and methodology: Data for access to clean fuels and technologies for cooking are based on the the World Health Organization’s (WHO) Global Household Energy Database. They are collected among different sources: only data from nationally representative household surveys (including national censuses) were used. Survey sources include Demographic and Health Surveys (DHS) and Living Standards Measurement Surveys (LSMS), Multi-Indicator Cluster Surveys (MICS), the World Health Survey (WHS), other nationally developed and implemented surveys, and various government agencies (for example, ministries of energy and utilities). To develop the historical evolution of clean fuels and technologies use rates, a multi-level non-parametrical mixed model, using both fixed and random effects, was used to derive polluting fuel use estimates for 150 countries (ref. Bonjour S, Adair-Rohani H, Wolf J, Bruce NG, Mehta S, Prüss-Ustün A, Lahiff M, Rehfuess EA, Mishra V, Smith KR. Solid Fuel Use for Household Cooking: Country and Regional Estimates for 1980-2010. Environ Health Perspect (): .doi:10.1289/ehp.1205987.). For a country with no data, estimates are derived by using regional trends or assumed to be universal access if a country is classified as developed by the United Nations.\n"}}},"entityKey":{}}