{"variables":{"72":{"years":[],"entities":[],"values":[],"id":72,"name":"Total population (Gapminder)","unit":"","description":"","created_at":"2015-07-23T07:52:31.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2015-07-23T07:52:31.000Z","code":null,"coverage":"","timespan":"","datasetId":70,"variableTypeId":3,"sourceId":301,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"Total population - Gapminder","s_id":301,"s_name":"Gapminder","source":{"id":301,"name":"Gapminder","dataPublishedBy":"","dataPublisherSource":"","link":"http://www.gapminder.org/","retrievedData":"","additionalInfo":"Gapminder dataset. Available online at http://www.gapminder.org/."}},"123":{"years":[],"entities":[],"values":[],"id":123,"name":"Countries Continents","unit":"","description":"Countries and their associated continents.","created_at":"2015-08-19T04:09:40.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-08-31T02:36:02.000Z","code":null,"coverage":"","timespan":"","datasetId":115,"variableTypeId":3,"sourceId":44,"uploaded_by":"jaiden","display":{},"shortUnit":null,"datasetName":"Countries Continents","s_id":44,"s_name":"Our World In Data","source":{"id":44,"name":"Our World In Data","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":""}},"2045":{"years":[],"entities":[],"values":[],"id":2045,"name":"Annual freshwater withdrawals, agriculture (% of total freshwater withdrawal)","unit":"% of total freshwater withdrawal","description":"Annual freshwater withdrawals refer to total water withdrawals, not counting evaporation losses from storage basins. Withdrawals also include water from desalination plants in countries where they are a significant source. Withdrawals can exceed 100 percent of total renewable resources where extraction from nonrenewable aquifers or desalination plants is considerable or where there is significant water reuse. Withdrawals for agriculture are total withdrawals for irrigation and livestock production. Data are for the most recent year available for 1987-2002.","created_at":"2017-07-06T12:21:59.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-07-06T12:21:59.000Z","code":"ER.H2O.FWAG.ZS","coverage":"","timespan":"1960-2016","datasetId":554,"variableTypeId":4,"sourceId":707,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Environment","s_id":707,"s_name":"World Bank – WDI: Annual freshwater withdrawals, agriculture (% of total freshwater withdrawal)","source":{"id":707,"name":"World Bank – WDI: Annual freshwater withdrawals, agriculture (% of total freshwater withdrawal)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Food and Agriculture Organization, AQUASTAT data.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: A common perception is that most of the available freshwater resources are visible (on the surfaces of lakes, reservoirs and rivers). However, this visible water represents only a tiny fraction of global freshwater resources, as most of it is stored in aquifers, with the largest stocks stored in solid form in the Antarctic and in Greenland's ice cap.\n\nThe data on freshwater resources are based on estimates of runoff into rivers and recharge of groundwater. These estimates are based on different sources and refer to different years, so cross-country comparisons should be made with caution. Because the data are collected intermittently, they may hide significant variations in total renewable water resources from year to year. The data also fail to distinguish between seasonal and geographic variations in water availability within countries. Data for small countries and countries in arid and semiarid zones are less reliable than those for larger countries and countries with greater rainfall.\n\nCaution should also be used in comparing data on annual freshwater withdrawals, which are subject to variations in collection and estimation methods. In addition, inflows and outflows are estimated at different times and at different levels of quality and precision, requiring caution in interpreting the data, particularly for water-short countries, notably in the Middle East and North Africa.\n\nThe data are based on surveys and estimates provided by governments to the Joint Monitoring Programme of the World Health Organization (WHO) and the United Nations Children's Fund (UNICEF). The coverage rates are based on information from service users on actual household use rather than on information from service providers, which may include nonfunctioning systems.\nStatistical concept and methodology: This indicator measures the pressure on the renewable water resources of a country caused by irrigation. According to Commission on Sustainable Development (CSD) agriculture accounts for more than 70 percent of freshwater drawn from lakes, rivers and underground sources. Most is used for irrigation which provides about 40 percent of the world food production. Poor management has resulted in the salinization of about 20 percent of the world's irrigated land, with an additional 1.5 million ha affected annually.\n\nWater withdrawals can exceed 100 percent of total renewable resources where extraction from nonrenewable aquifers or desalination plants is considerable or where water reuse is significant. Withdrawals for agriculture and industry are total withdrawals for irrigation and livestock production and for direct industrial use (including for cooling thermoelectric plants).\n"}},"2209":{"years":[],"entities":[],"values":[],"id":2209,"name":"GDP per capita, PPP (constant 2011 international $)","unit":"constant 2011 international $","description":"GDP per capita based on purchasing power parity (PPP). PPP GDP is gross domestic product converted to international dollars using purchasing power parity rates. An international dollar has the same purchasing power over GDP as the U.S. dollar has in the United States. GDP at purchaser's prices is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in constant 2011 international dollars.","created_at":"2017-07-06T12:26:40.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:26:40.000Z","code":"NY.GDP.PCAP.PP.KD","coverage":"","timespan":"1960-2016","datasetId":555,"variableTypeId":4,"sourceId":871,"uploaded_by":null,"display":{},"shortUnit":"$","datasetName":"World Development Indicators - Economic Policy & Debt","s_id":871,"s_name":"World Bank – WDI: GDP per capita, PPP (constant 2011 international $)","source":{"id":871,"name":"World Bank – WDI: GDP per capita, PPP (constant 2011 international $)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank, International Comparison Program database.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":""}}},"entityKey":{}}