{"variables":{"2046":{"years":[],"entities":[],"values":[],"id":2046,"name":"Annual freshwater withdrawals, domestic (% of total freshwater withdrawal)","unit":"% of total freshwater withdrawal","description":"Annual freshwater withdrawals refer to total water withdrawals, not counting evaporation losses from storage basins. Withdrawals also include water from desalination plants in countries where they are a significant source. Withdrawals can exceed 100 percent of total renewable resources where extraction from nonrenewable aquifers or desalination plants is considerable or where there is significant water reuse. Withdrawals for domestic uses include drinking water, municipal use or supply, and use for public services, commercial establishments, and homes. Data are for the most recent year available for 1987-2002.","created_at":"2017-07-06T12:21:59.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-07-06T12:21:59.000Z","code":"ER.H2O.FWDM.ZS","coverage":"","timespan":"1960-2016","datasetId":554,"variableTypeId":4,"sourceId":708,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Environment","s_id":708,"s_name":"World Bank – WDI: Annual freshwater withdrawals, domestic (% of total freshwater withdrawal)","source":{"id":708,"name":"World Bank – WDI: Annual freshwater withdrawals, domestic (% of total freshwater withdrawal)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Food and Agriculture Organization, AQUASTAT data.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: A common perception is that most of the available freshwater resources are visible (on the surfaces of lakes, reservoirs and rivers). However, this visible water represents only a tiny fraction of global freshwater resources, as most of it is stored in aquifers, with the largest stocks stored in solid form in the Antarctic and in Greenland's ice cap.\n\nThe data on freshwater resources are based on estimates of runoff into rivers and recharge of groundwater. These estimates are based on different sources and refer to different years, so cross-country comparisons should be made with caution. Because the data are collected intermittently, they may hide significant variations in total renewable water resources from year to year. The data also fail to distinguish between seasonal and geographic variations in water availability within countries. Data for small countries and countries in arid and semiarid zones are less reliable than those for larger countries and countries with greater rainfall.\n\nCaution should also be used in comparing data on annual freshwater withdrawals, which are subject to variations in collection and estimation methods. In addition, inflows and outflows are estimated at different times and at different levels of quality and precision, requiring caution in interpreting the data, particularly for water-short countries, notably in the Middle East and North Africa.\n\nThe data are based on surveys and estimates provided by governments to the Joint Monitoring Programme of the World Health Organization (WHO) and the United Nations Children's Fund (UNICEF). The coverage rates are based on information from service users on actual household use rather than on information from service providers, which may include nonfunctioning systems.\nStatistical concept and methodology: Domestic water withdrawal, sometimes used interchangeably with municipal water withdrawal, focuses on human needs (drinking, cooking, cleaning, and sanitation). Data includes renewable freshwater resources, potential over-abstraction of renewable groundwater, withdrawal of fossil groundwater, and the potential use of desalinated water or treated wastewater. It is usually computed as the total water withdrawn by the public distribution network, and includes that part of the industries, which is connected to the municipal network. The ratio between the net consumption and the water withdrawn can vary from 5 to 15 percent in urban areas and from 10 to 50 percent in rural areas.\n\nWater withdrawals can exceed 100 percent of total renewable resources where extraction from nonrenewable aquifers or desalination plants is considerable or where water reuse is significant. Withdrawals for domestic uses include drinking water, municipal use or supply, and use for public services, commercial establishments, and homes.\n"}}},"entityKey":{}}