{"variables":{"2055":{"years":[],"entities":[],"values":[],"id":2055,"name":"Cereal yield (kg per hectare)","unit":"kg per hectare","description":"Cereal yield, measured as kilograms per hectare of harvested land, includes wheat, rice, maize, barley, oats, rye, millet, sorghum, buckwheat, and mixed grains. Production data on cereals relate to crops harvested for dry grain only. Cereal crops harvested for hay or harvested green for food, feed, or silage and those used for grazing are excluded. The FAO allocates production data to the calendar year in which the bulk of the harvest took place. Most of a crop harvested near the end of a year will be used in the following year.","created_at":"2017-07-06T12:21:59.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-07-06T12:21:59.000Z","code":"AG.YLD.CREL.KG","coverage":"","timespan":"1960-2016","datasetId":554,"variableTypeId":4,"sourceId":717,"uploaded_by":null,"display":{},"shortUnit":"kg","datasetName":"World Development Indicators - Environment","s_id":717,"s_name":"World Bank – WDI: Cereal yield (kg per hectare)","source":{"id":717,"name":"World Bank – WDI: Cereal yield (kg per hectare)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Food and Agriculture Organization, electronic files and web site.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Cereals production data relate to crops harvested for dry grain only. Cereal crops harvested for hay or harvested green for food, feed, or silage and those used for grazing are excluded. The FAO allocates production data to the calendar year in which the bulk of the harvest took place. Most of a crop harvested near the end of a year will be used in the following year.\n\nThe data are collected by the Food and Agriculture Organization of the United Nations (FAO) through annual questionnaires. The FAO tries to impose standard definitions and reporting methods, but complete consistency across countries and over time is not possible. Thus, data on agricultural land in different climates may not be comparable. For example, permanent pastures are quite different in nature and intensity in African countries and dry Middle Eastern countries.\n\nData on cereal yield may be affected by a variety of reporting and timing differences. Millet and sorghum, which are grown as feed for livestock and poultry in Europe and North America, are used as food in Africa, Asia, and countries of the former Soviet Union. So some cereal crops are excluded from the data for some countries and included elsewhere, depending on their use.\n\nThe data collected from official national sources through the questionnaire are supplemented with information from official secondary data sources. The secondary sources cover official country data from websites of national ministries, national publications and related country data reported by various international organizations.\nStatistical concept and methodology: A cereal is a grass cultivated for the edible components of their grain, composed of the endosperm, germ, and bran. Cereal yield is measured as kilograms per hectare of harvested land. Cereal grains are grown in greater quantities and provide more food energy worldwide than any other type of crop; cereal crops therefore can also be called staple crops Cereals production includes wheat, rice, maize, barley, oats, rye, millet, sorghum, buckwheat, and mixed grains. Production data on cereals relate to crops harvested for dry grain only. Cereal crops harvested for hay or harvested green for food, feed, or silage and those used for grazing are excluded.\n"}}},"entityKey":{}}