{"variables":{"2057":{"years":[],"entities":[],"values":[],"id":2057,"name":"CO2 emissions (kg per 2011 PPP $ of GDP)","unit":"kg per 2011 PPP $ of GDP","description":"Carbon dioxide emissions are those stemming from the burning of fossil fuels and the manufacture of cement. They include carbon dioxide produced during consumption of solid, liquid, and gas fuels and gas flaring.","createdAt":"2017-07-06T08:21:59.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":"EN.ATM.CO2E.PP.GD.KD","coverage":"","timespan":"1960-2016","datasetId":554,"sourceId":719,"shortUnit":"kg","display":{"unit":"Constant USD"},"columnOrder":0,"datasetName":"World Development Indicators - Environment","s_id":719,"s_name":"World Bank – WDI: CO2 emissions (kg per 2011 PPP $ of GDP)","source":{"id":719,"name":"World Bank – WDI: CO2 emissions (kg per 2011 PPP $ of GDP)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Carbon Dioxide Information Analysis Center, Environmental Sciences Division, Oak Ridge National Laboratory, Tennessee, United States.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: The U.S. Department of Energy's Carbon Dioxide Information Analysis Center (CDIAC) calculates annual anthropogenic emissions from data on fossil fuel consumption (from the United Nations Statistics Division's World Energy Data Set) and world cement manufacturing (from the U.S. Department of Interior's Geological Survey, USGS 2011). Although estimates of global carbon dioxide emissions are probably accurate within 10 percent (as calculated from global average fuel chemistry and use), country estimates may have larger error bounds. Trends estimated from a consistent time series tend to be more accurate than individual values.\n\nEach year the CDIAC recalculates the entire time series since 1949, incorporating recent findings and corrections. Estimates exclude fuels supplied to ships and aircraft in international transport because of the difficulty of apportioning the fuels among benefiting countries.\n\nData for carbon dioxide emissions include gases from the burning of fossil fuels and cement manufacture, but excludes emissions from land use such as deforestation.\nStatistical concept and methodology: Carbon dioxide emissions, largely by-products of energy production and use, account for the largest share of greenhouse gases, which are associated with global warming. Anthropogenic carbon dioxide emissions result primarily from fossil fuel combustion and cement manufacturing. In combustion different fossil fuels release different amounts of carbon dioxide for the same level of energy use: oil releases about 50 percent more carbon dioxide than natural gas, and coal releases about twice as much. Cement manufacturing releases about half a metric ton of carbon dioxide for each metric ton of cement produced. Carbon dioxide emissions are often calculated and reported as elemental carbon. The values were converted to actual carbon dioxide mass by multiplying them by 3.667 (the ratio of the mass of carbon to that of carbon dioxide).\n"}}},"entityKey":{}}