{"variables":{"2085":{"years":[],"entities":[],"values":[],"id":2085,"name":"Energy intensity level of primary energy (MJ/$2011 PPP GDP)","unit":"MJ/$2011 PPP GDP","description":"Energy intensity level of primary energy is the ratio between energy supply and gross domestic product measured at purchasing power parity. Energy intensity is an indication of how much energy is used to produce one unit of economic output. Lower ratio indicates that less energy is used to produce one unit of output.","created_at":"2017-07-06T12:21:59.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-07-06T12:21:59.000Z","code":"EG.EGY.PRIM.PP.KD","coverage":"","timespan":"1960-2016","datasetId":554,"variableTypeId":4,"sourceId":747,"uploaded_by":null,"display":{"name":"Energy intensity of primary energy","unit":"kWh/$2011 PPP GDP","shortUnit":"kWh/$","conversionFactor":0.277778},"shortUnit":"$","datasetName":"World Development Indicators - Environment","s_id":747,"s_name":"World Bank – WDI: Energy intensity level of primary energy (MJ/$2011 PPP GDP)","source":{"id":747,"name":"World Bank – WDI: Energy intensity level of primary energy (MJ/$2011 PPP GDP)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank, Sustainable Energy for All (SE4ALL) database from the SE4ALL Global Tracking Framework led jointly by the World Bank, International Energy Agency, and the Energy Sector Management Assistance Program.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Energy intensity level is only an imperfect proxy to energy efficiency indicator and it can be affected by a number of factors not necessarily linked to pure efficiency such as climate.\nStatistical concept and methodology: This indicator is obtained by dividing total primary energy supply over gross domestic product measured in constant 2011 US dollars at purchasing power parity.\n"}}},"entityKey":{}}