{"variables":{"2087":{"years":[],"entities":[],"values":[],"id":2087,"name":"Energy use (kg of oil equivalent per capita)","unit":"kg of oil equivalent per capita","description":"Energy use refers to use of primary energy before transformation to other end-use fuels, which is equal to indigenous production plus imports and stock changes, minus exports and fuels supplied to ships and aircraft engaged in international transport.","created_at":"2017-07-06T12:21:59.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-07-06T12:21:59.000Z","code":"EG.USE.PCAP.KG.OE","coverage":"","timespan":"1960-2016","datasetId":554,"variableTypeId":4,"sourceId":749,"uploaded_by":null,"display":{"name":"Energy use per capita","unit":"kWh","shortUnit":"kWh","tolerance":5,"conversionFactor":11.63},"shortUnit":"kg of oil equivalent","datasetName":"World Development Indicators - Environment","s_id":749,"s_name":"World Bank – WDI: Energy use (kg of oil equivalent per capita)","source":{"id":749,"name":"World Bank – WDI: Energy use (kg of oil equivalent per capita)","dataPublishedBy":"International Energy Agency (IEA) via The World Bank","dataPublisherSource":"IEA Statistics © OECD/IEA 2014 (http://www.iea.org/stats/index.asp), subject to https://www.iea.org/t&c/termsandconditions/","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: The IEA makes these estimates in consultation with national statistical offices, oil companies, electric utilities, and national energy experts. The IEA occasionally revises its time series to reflect political changes, and energy statistics undergo continual changes in coverage or methodology as more detailed energy accounts become available. Breaks in series are therefore unavoidable.\nGeneral comments: Restricted use: Please contact the International Energy Agency for third-party use of these data.\nStatistical concept and methodology: Total energy use refers to the use of primary energy before transformation to other end-use fuels (such as electricity and refined petroleum products). It includes energy from combustible renewables and waste - solid biomass and animal products, gas and liquid from biomass, and industrial and municipal waste. Biomass is any plant matter used directly as fuel or converted into fuel, heat, or electricity. World Bank population estimates are used to calculate per capita data.\n\nEnergy data are compiled by the International Energy Agency (IEA). IEA data for economies that are not members of the Organisation for Economic Co-operation and Development (OECD) are based on national energy data adjusted to conform to annual questionnaires completed by OECD member governments.\n\nData for combustible renewables and waste are often based on small surveys or other incomplete information and thus give only a broad impression of developments and are not strictly comparable across countries. The IEA reports include country notes that explain some of these differences. All forms of energy - primary energy and primary electricity - are converted into oil equivalents. A notional thermal efficiency of 33 percent is assumed for converting nuclear electricity into oil equivalents and 100 percent efficiency for converting hydroelectric power.\n"}}},"entityKey":{}}