{"variables":{"72":{"years":[],"entities":[],"values":[],"id":72,"name":"Total population (Gapminder)","unit":"","description":"","createdAt":"2015-07-23T03:52:31.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":null,"coverage":"","timespan":"","datasetId":70,"sourceId":301,"shortUnit":null,"display":{},"columnOrder":0,"datasetName":"Total population - Gapminder","s_id":301,"s_name":"Gapminder","source":{"id":301,"name":"Gapminder","dataPublishedBy":"","dataPublisherSource":"","link":"http://www.gapminder.org/","retrievedData":"","additionalInfo":"Gapminder dataset. Available online at http://www.gapminder.org/."}},"123":{"years":[],"entities":[],"values":[],"id":123,"name":"Countries Continents","unit":"","description":"Countries and their associated continents.","createdAt":"2015-08-19T00:09:40.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":null,"coverage":"","timespan":"","datasetId":115,"sourceId":44,"shortUnit":null,"display":{},"columnOrder":0,"datasetName":"Countries Continents","s_id":44,"s_name":"Our World In Data","source":{"id":44,"name":"Our World In Data","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":""}},"2092":{"years":[],"entities":[],"values":[],"id":2092,"name":"Forest area (% of land area)","unit":"% of land area","description":"Forest area is land under natural or planted stands of trees of at least 5 meters in situ, whether productive or not, and excludes tree stands in agricultural production systems (for example, in fruit plantations and agroforestry systems) and trees in urban parks and gardens.","createdAt":"2017-07-06T08:22:00.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":"AG.LND.FRST.ZS","coverage":"","timespan":"1960-2016","datasetId":554,"sourceId":754,"shortUnit":"%","display":{"unit":"Rate"},"columnOrder":0,"datasetName":"World Development Indicators - Environment","s_id":754,"s_name":"World Bank – WDI: Forest area (% of land area)","source":{"id":754,"name":"World Bank – WDI: Forest area (% of land area)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Food and Agriculture Organization, electronic files and web site.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: FAO has been collecting and analyzing data on forest area since 1946. This is done at intervals of 5-10 years as part of the Global Forest Resources Assessment (FRA). FAO reports data for 229 countries and territories; for the remaining 56 small island states and territories where no information is provided, a report is prepared by FAO using existing information and a literature search. The data are aggregated at sub-regional, regional and global levels by the FRA team at FAO, and estimates are produced by straight summation.\n\nThe lag between the reference year and the actual production of data series as well as the frequency of data production varies between countries. Deforested areas do not include areas logged but intended for regeneration or areas degraded by fuelwood gathering, acid precipitation, or forest fires. Negative numbers indicate an increase in forest area.\n\nData includes areas with bamboo and palms; forest roads, firebreaks and other small open areas; forest in national parks, nature reserves and other protected areas such as those of specific scientific, historical, cultural or spiritual interest; windbreaks, shelterbelts and corridors of trees with an area of more than 0.5 hectares and width of more than 20 meters; plantations primarily used for forestry or protective purposes, such as rubber-wood plantations and cork oak stands. Data excludes tree stands in agricultural production systems, such as fruit plantations and agroforestry systems. Forest area also excludes trees in urban parks and gardens. The proportion of forest area to total land area is calculated and changes in the proportion are computed to identify trends.\nStatistical concept and methodology: Forest is determined both by the presence of trees and the absence of other predominant land uses. The trees should reach a minimum height of 5 meters in situ. Areas under reforestation that have not yet reached but are expected to reach a canopy cover of 10 percent and a tree height of 5 meters are included, as are temporarily unstocked areas, resulting from human intervention or natural causes, which are expected to regenerate.\n\nThe Food and Agriculture Organization (FAO) provides detail information on forest cover, and adjusted estimates of forest cover. The survey uses a uniform definition of forest. Although FAO provides a breakdown of forest cover between natural forest and plantation for developing countries, forest data used to derive this indictor data does not reflect that breakdown. Total land area does not include inland water bodies such as major rivers and lakes. Variations from year to year may be due to updated or revised data rather than to change in area. The indictor is derived by dividing total area under forest of a country by country's total land area, and multiplying by 100.\n"}}},"entityKey":{}}