{"variables":{"2128":{"years":[],"entities":[],"values":[],"id":2128,"name":"Rural land area where elevation is below 5 meters (% of total land area)","unit":"% of total land area","description":"Rural land area below 5m is the percentage of total land where the rural land elevation is 5 meters or less.","createdAt":"2017-07-06T08:22:00.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":"AG.LND.EL5M.RU.ZS","coverage":"","timespan":"1960-2016","datasetId":554,"sourceId":790,"shortUnit":"%","display":{"unit":"Rate"},"columnOrder":0,"datasetName":"World Development Indicators - Environment","s_id":790,"s_name":"World Bank – WDI: Rural land area where elevation is below 5 meters (% of total land area)","source":{"id":790,"name":"World Bank – WDI: Rural land area where elevation is below 5 meters (% of total land area)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Center for International Earth Science Information Network (CIESIN)/Columbia University. 2013. Urban-Rural Population and Land Area Estimates Version 2. Palisades, NY: NASA Socioeconomic Data and Applications Center (SEDAC). http://sedac.ciesin.columbia.edu/data/set/lecz-urban-rural-population-land-area-estimates-v2.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: The 2007 Intergovernmental Panel on Climate Change's (IPCC) assessment report concluded that global warming is “unequivocal” and gave the strongest warning yet about the role of human activities. The report estimated that sea levels would rise approximately 49 centimeters over the next 100 years, with a range of uncertainty of 20–86 centimeters. That will lead to increased coastal flooding through direct inundation and a higher base for storm surges, allowing flooding of larger areas and higher elevations. Climate model simulations predict an increase in average surface air temperature of about 2.5°C by 2100 (Kattenberg and others 1996) and increase of “killer” heat waves during the warm season (Karl and others 1997).\nStatistical concept and methodology: Elevation data used to generate the low elevation coastal zones come from the SRTM3 Enhanced Global Map developed by ISCIENCES. The ISCIENCES digital elevation model was created using NASA’s Jet Propulsion Laboratory Shuttle Radar Topography Mission data processed to 3 arc-seconds (SRTM3).\n"}}},"entityKey":{}}