{"variables":{"2137":{"years":[],"entities":[],"values":[],"id":2137,"name":"Terrestrial protected areas (% of total land area)","unit":"% of total land area","description":"Terrestrial protected areas are totally or partially protected areas of at least 1,000 hectares that are designated by national authorities as scientific reserves with limited public access, national parks, natural monuments, nature reserves or wildlife sanctuaries, protected landscapes, and areas managed mainly for sustainable use. Marine areas, unclassified areas, littoral (intertidal) areas, and sites protected under local or provincial law are excluded.","created_at":"2017-07-06T12:22:00.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-07-06T12:22:00.000Z","code":"ER.LND.PTLD.ZS","coverage":"","timespan":"1960-2016","datasetId":554,"variableTypeId":4,"sourceId":799,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Environment","s_id":799,"s_name":"World Bank – WDI: Terrestrial protected areas (% of total land area)","source":{"id":799,"name":"World Bank – WDI: Terrestrial protected areas (% of total land area)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"United Nations Environmental Program and the World Conservation Monitoring Centre, as compiled by the World Resources Institute, based on data from national authorities, national legislation and international agreements.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: The data source for this indicator is the World Database on Protected Areas (WDPA), the most comprehensive global dataset on marine and terrestrial protected areas available. Data on terrestrial protected area coverage are available for over 220 countries/territories and data on marine protected area coverage are available for 170 countries/territories with marine areas.\n\nThe extent to which the land areas, including inland waters, and territorial waters of a country/territory are protected is useful for planning purpose to protect biodiversity. However, it is neither an indication of how well managed the terrestrial and marine protected areas are, nor confirmation that protection measures are effectively enforced. Further, the indicator does not provide information on non-designated or internationally designated protected areas that may also be important for conserving biodiversity. There are known data and knowledge gaps for some countries/regions due to difficulties in reporting national protected area data to the WDPA and/or determining whether a site conforms to the IUCN definition of a protected area.\n\nProtected areas with unknown location and/or extent are excluded from the GIS analysis and statistics. Protected areas with unknown year of establishment are included in the GIS analysis and statistics for every year from 1990 to present. UNEP-WCMC aggregates the global and regional figures for this indicator from the national figures calculated through GIS analysis. Gaps and/or time lags in reporting national protected area data to the WDPA can however result in discrepancies, which are resolved in communication with data providers.\n\nThe World Conservation Monitoring Centre (WCMC) compiles data on protected areas, numbers of certain species, and numbers of those species under threat from various sources. Because of differences in definitions, reporting practices, and reporting periods, cross-country comparability is limited.\n\nDue to variations in consistency and methods of collection, data quality is highly variable across countries. Some countries update their information more frequently than others, some have more accurate data on extent of coverage, and many underreport the number or extent of protected areas.\n\nEfforts have been made by the World Bank staff to harmonize the data series used to compile this indicator with those published on the United Nations Millennium Development Goals Web site (www.un.org/millenniumgoals), but some differences in timing, sources, and definitions remain.\nStatistical concept and methodology: This indicator is calculated using all the nationally designated protected areas recorded in the World Database on Protected Areas (WDPA) whose location and extent is known. The WDPA database is stored within a Geographic Information System (GIS) that stores information about protected areas such as their name, type and date of designation, documented area, geographic location (point) and/or boundary (polygon). \n\nDesignating an area as protected does not mean that protection is in force. And for small countries that have only protected areas smaller than 1,000 hectares, the size limit in the definition leads to an underestimate of protected areas. Nationally protected areas are defined using the six IUCN management categories for areas of at least 1,000 hectares: scientific reserves and strict nature reserves with limited public access; national parks of national or international significance and not materially affected by human activity; natural monuments and natural landscapes with unique aspects; managed nature reserves and wildlife sanctuaries; protected landscapes (which may include cultural landscapes); and areas managed mainly for the sustainable use of natural systems to ensure long-term protection and maintenance of biological diversity. \n\nA GIS analysis is used to calculate terrestrial and marine protection. For this a global protected area layer is created by combining the polygons and points recorded in the WDPA. Circular buffers are created around points based on the known extent of protected areas for which no polygon is available. Annual protected area layers are created by dissolving the global protected area layer by the known year of establishment of protected areas recorded in the WDPA. The annual protected area layers are overlaid with country/territory boundaries, coastlines and buffered coastlines (delineating the territorial waters) to obtain the absolute coverage (in square kilometers) of protected areas by country/territory per year from 1990 to present. The total area of a country's/territory's terrestrial protected areas and marine protected areas in territorial waters is divided by the total area of its land areas (including inland waters) and territorial waters to obtain the relative coverage (percentage) of protected areas.\n"}}},"entityKey":{}}