{"variables":{"2141":{"years":[],"entities":[],"values":[],"id":2141,"name":"Total natural resources rents (% of GDP)","unit":"% of GDP","description":"Total natural resources rents are the sum of oil rents, natural gas rents, coal rents (hard and soft), mineral rents, and forest rents.","created_at":"2017-07-06T12:22:00.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-07-06T12:22:00.000Z","code":"NY.GDP.TOTL.RT.ZS","coverage":"","timespan":"1960-2016","datasetId":554,"variableTypeId":4,"sourceId":803,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Environment","s_id":803,"s_name":"World Bank – WDI: Total natural resources rents (% of GDP)","source":{"id":803,"name":"World Bank – WDI: Total natural resources rents (% of GDP)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Estimates based on sources and methods described in \"The Changing Wealth of Nations: Measuring Sustainable Development in the New Millennium\" (World Bank, 2011).","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: This definition of economic rent differs from that used in the System of National Accounts, where rents are a form of property income, consisting of payments to landowners by a tenant for the use of the land or payments to the owners of subsoil assets by institutional units permitting them to extract subsoil deposits.\nStatistical concept and methodology: The estimates of natural resources rents are calculated as the difference between the price of a commodity and the average cost of producing it. This is done by estimating the world price of units of specific commodities and subtracting estimates of average unit costs of extraction or harvesting costs (including a normal return on capital). These unit rents are then multiplied by the physical quantities countries extract or harvest to determine the rents for each commodity as a share of gross domestic product (GDP).\n"}}},"entityKey":{}}