{"variables":{"2142":{"years":[],"entities":[],"values":[],"id":2142,"name":"Urban land area (sq. km)","unit":"sq. km","description":"Urban land area in square kilometers, based on a combination of population counts (persons), settlement points, and the presence of Nighttime Lights. Areas are defined as urban where contiguous lighted cells from the Nighttime Lights or approximated urban extents based on buffered settlement points for which the total population is greater than 5,000 persons.","createdAt":"2017-07-06T08:22:00.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":"AG.LND.TOTL.UR.K2","coverage":"","timespan":"1960-2016","datasetId":554,"sourceId":804,"shortUnit":"sq. km","display":{"unit":"Rate"},"columnOrder":0,"datasetName":"World Development Indicators - Environment","s_id":804,"s_name":"World Bank – WDI: Urban land area (sq. km)","source":{"id":804,"name":"World Bank – WDI: Urban land area (sq. km)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Center for International Earth Science Information Network (CIESIN)/Columbia University. 2013. Urban-Rural Population and Land Area Estimates Version 2. Palisades, NY: NASA Socioeconomic Data and Applications Center (SEDAC). http://sedac.ciesin.columbia.edu/data/set/lecz-urban-rural-population-land-area-estimates-v2.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Statistical concept and methodology: The Global Rural-Urban Mapping Project, Version 1 (GRUMPv1) urban extent grid distinguishes urban and rural areas based on a combination of population counts (persons), settlement points, and the presence of Nighttime Lights . Areas are defined as urban where contiguous lighted cells from the Nighttime Lights or approximated urban extents based on buffered settlement points for which the total population is greater than 5,000 persons. This dataset is produced by the Columbia University Center for International Earth Science Information Network (CIESIN) in collaboration with the International Food Policy Research Institute (IFPRI), The World Bank, and Centro Internacional de Agricultura Tropical (CIAT)\n"}}},"entityKey":{}}