{"variables":{"2151":{"years":[],"entities":[],"values":[],"id":2151,"name":"Electricity production from nuclear sources (% of total)","unit":"% of total","description":"Sources of electricity refer to the inputs used to generate electricity. Nuclear power refers to electricity produced by nuclear power plants.","created_at":"2017-07-06T12:22:02.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:22:02.000Z","code":"EG.ELC.NUCL.ZS","coverage":"","timespan":"1960-2016","datasetId":554,"variableTypeId":4,"sourceId":813,"uploaded_by":null,"display":{"name":"Nuclear"},"shortUnit":"%","datasetName":"World Development Indicators - Environment","s_id":813,"s_name":"World Bank – WDI: Electricity production from nuclear sources (% of total)","source":{"id":813,"name":"World Bank – WDI: Electricity production from nuclear sources (% of total)","dataPublishedBy":"International Energy Agency (IEA) via The World Bank","dataPublisherSource":"IEA Statistics © OECD/IEA 2014 (http://www.iea.org/stats/index.asp), subject to https://www.iea.org/t&c/termsandconditions/","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: IEA occasionally revises its time series to reflect political changes. For example, the IEA has constructed historical energy statistics for countries of the former Soviet Union. In addition, energy statistics for other countries have undergone continuous changes in coverage or methodology in recent years as more detailed energy accounts have become available. Breaks in series are therefore unavoidable.\nGeneral comments: Electricity production shares may not sum to 100 percent because other sources of generated electricity (such as geothermal, solar, and wind) are not shown. Restricted use: Please contact the International Energy Agency for third-party use of these data.\nStatistical concept and methodology: Electricity production from nuclear sources (% of total) is the share of electricity produced by nuclear power plants in total electricity production which is the total number of GWh generated by power plants separated into electricity plants and CHP plants. The International Energy Agency (IEA) compiles data on energy inputs used to generate electricity. IEA data for countries that are not members of the Organisation for Economic Co-operation and Development (OECD) are based on national energy data adjusted to conform to annual questionnaires completed by OECD member governments. In addition, estimates are sometimes made to complete major aggregates from which key data are missing, and adjustments are made to compensate for differences in definitions. The IEA makes these estimates in consultation with national statistical offices, oil companies, electric utilities, and national energy experts.\n"}}},"entityKey":{}}