{"variables":{"2161":{"years":[],"entities":[],"values":[],"id":2161,"name":"Disaster risk reduction progress score (1-5 scale; 5=best)","unit":"1-5 scale; 5=best","description":"Disaster risk reduction progress score is an average of self-assessment scores, ranging from 1 to 5, submitted by countries under Priority 1 of the Hyogo Framework National Progress Reports. The Hyogo Framework is a global blueprint for disaster risk reduction efforts that was adopted by 168 countries in 2005. Assessments of \"Priority 1\" include four indicators that reflect the degree to which countries have prioritized disaster risk reduction and the strengthening of relevant institutions.","created_at":"2017-07-06T12:22:51.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:22:51.000Z","code":"EN.CLC.DRSK.XQ","coverage":"","timespan":"1960-2016","datasetId":554,"variableTypeId":4,"sourceId":823,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"World Development Indicators - Environment","s_id":823,"s_name":"World Bank – WDI: Disaster risk reduction progress score (1-5 scale; 5=best)","source":{"id":823,"name":"World Bank – WDI: Disaster risk reduction progress score (1-5 scale; 5=best)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"(UNISDR, 2009-2011 Progress Reports, http://www.preventionweb.net/english/hyogo).","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: The Hyogo Framework for Action (FHA) national progress reports assess strategic priorities in the implementation of disaster risk reduction actions and establish baselines on levels of progress achieved in implementing the HFA's five priorities for action. National reporting processes are led by officially designated HFA focal institutions in country, and regional reporting by regional intergovernmental organizations.\n\nHFA's five priorities are:\n1. Making disaster risk reduction a policy priority, institutional strengthening\n2. Risk assessment and early warning systems\n3. Education, information and public awareness\n4. Reducing underlying risk factors\n5. Preparedness for effective response\nStatistical concept and methodology: Resilience is measured by the disaster risk reduction progress score, an average of self-assessment scores submitted by countries under Priority 1 of the Hyogo Framework National Progress Reports. The Hyogo Framework is a global blueprint for disaster risk reduction efforts that was adopted by 168 countries in 2005. Assessments of Priority 1 include four indicators that reflect the degree to which countries have prioritized disaster risk reduction and the strengthening of relevant institutions.\n"}}},"entityKey":{}}