{"variables":{"72":{"years":[],"entities":[],"values":[],"id":72,"name":"Total population (Gapminder)","unit":"","description":"","created_at":"2015-07-23T07:52:31.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2015-07-23T07:52:31.000Z","code":null,"coverage":"","timespan":"","datasetId":70,"variableTypeId":3,"sourceId":301,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"Total population - Gapminder","s_id":301,"s_name":"Gapminder","source":{"id":301,"name":"Gapminder","dataPublishedBy":"","dataPublisherSource":"","link":"http://www.gapminder.org/","retrievedData":"","additionalInfo":"Gapminder dataset. Available online at http://www.gapminder.org/."}},"123":{"years":[],"entities":[],"values":[],"id":123,"name":"Countries Continents","unit":"","description":"Countries and their associated continents.","created_at":"2015-08-19T04:09:40.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-08-31T02:36:02.000Z","code":null,"coverage":"","timespan":"","datasetId":115,"variableTypeId":3,"sourceId":44,"uploaded_by":"jaiden","display":{},"shortUnit":null,"datasetName":"Countries Continents","s_id":44,"s_name":"Our World In Data","source":{"id":44,"name":"Our World In Data","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":""}},"2207":{"years":[],"entities":[],"values":[],"id":2207,"name":"GDP per capita (current US$)","unit":"current US$","description":"GDP per capita is gross domestic product divided by midyear population. GDP is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in current U.S. dollars.","created_at":"2017-07-06T12:26:40.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:26:40.000Z","code":"NY.GDP.PCAP.CD","coverage":"","timespan":"1960-2016","datasetId":555,"variableTypeId":4,"sourceId":869,"uploaded_by":null,"display":{},"shortUnit":"$","datasetName":"World Development Indicators - Economic Policy & Debt","s_id":869,"s_name":"World Bank – WDI: GDP per capita (current US$)","source":{"id":869,"name":"World Bank – WDI: GDP per capita (current US$)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank national accounts data, and OECD National Accounts data files.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Statistical concept and methodology: For more information, see the metadata for current U.S. dollar GDP (NY.GDP.MKTP.CD) and total population (SP.POP.TOTL).\n"}},"2962":{"years":[],"entities":[],"values":[],"id":2962,"name":"Investment in energy with private participation (current US$)","unit":"current US$","description":"Investment in energy projects with private participation  refers to commitments to  infrastructure projects in energy (electricity and natural gas: generation, transmission and distribution) that have reached financial closure and directly or indirectly serve the public. Movable assets and small projects such as windmills are excluded. The types of projects included are management and lease contracts, operations and management contracts with major capital expenditure, greenfield projects (in which a private entity or a public-private joint venture builds and operates a new facility), and divestitures. Investment commitments are the sum of investments in facilities and investments in government assets. Investments in facilities are the resources the project company commits to invest during the contract period either in new facilities or in expansion and modernization of existing facilities. Investments in government assets are the resources the project company spends on acquiring government assets such as state-owned enterprises, rights to provide services in a specific area, or the use of specific radio spectrums. Data are in current U.S. dollars.","created_at":"2017-07-06T12:45:35.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:45:35.000Z","code":"IE.PPI.ENGY.CD","coverage":"","timespan":"1960-2016","datasetId":559,"variableTypeId":4,"sourceId":1624,"uploaded_by":null,"display":{},"shortUnit":"$","datasetName":"World Development Indicators - Private Sector & Trade","s_id":1624,"s_name":"World Bank – WDI: Investment in energy with private participation (current US$)","source":{"id":1624,"name":"World Bank – WDI: Investment in energy with private participation (current US$)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank, Private Participation in Infrastructure Project Database (http://ppi.worldbank.org).","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: The data on investment in infrastructure projects with private participation refer to all investment (public and private) in projects in which a private company assumes operating risk during the operating period or development and operating risk during the contract period. Investment refers to commitments not disbursements. Foreign state-owned companies are considered private entities for the purposes of this measure.\n\nInvestment commitments are the sum of investments in physical assets and payments to the government. Investments in physical assets are resources the project company commits to invest during the contract period in new facilities or in expansion and modernization of existing facilities. Payments to the government are the resources the project company spends on acquiring government assets such as state-owned enterprises, rights to provide services in a specific area, or use of specific radio spectrums. Data on the projects are compiled from publicly available information. The database aims to be as comprehensive as possible, but some projects - particularly those involving local and small-scale operators - may be omitted because they are not publicly reported.\nStatistical concept and methodology: The data are from the World Bank's Private Participation in Infrastructure (PPI) Project database, which tracks infrastructure projects with private participation in developing countries. It provides information on more than 5,000 infrastructure projects in 139 developing economies from 1984. The database contains more than 30 fields per project record, including country, financial closure year, infrastructure services provided, type of private participation, investment, technology, capacity, project location, contract duration, private sponsors, bidding process, and development bank support.\n\nThe database is a joint product of the World Bank's Finance, Economics, and Urban Development Department and the Public-Private Infrastructure Advisory Facility. Geographic and income aggregates are calculated by the World Bank's Development Data Group.\n\nData are in current U.S. dollars.\n"}}},"entityKey":{}}