{"variables":{"72":{"years":[],"entities":[],"values":[],"id":72,"name":"Total population (Gapminder)","unit":"","description":"","created_at":"2015-07-23T07:52:31.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2015-07-23T07:52:31.000Z","code":null,"coverage":"","timespan":"","datasetId":70,"variableTypeId":3,"sourceId":301,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"Total population - Gapminder","s_id":301,"s_name":"Gapminder","source":{"id":301,"name":"Gapminder","dataPublishedBy":"","dataPublisherSource":"","link":"http://www.gapminder.org/","retrievedData":"","additionalInfo":"Gapminder dataset. Available online at http://www.gapminder.org/."}},"123":{"years":[],"entities":[],"values":[],"id":123,"name":"Countries Continents","unit":"","description":"Countries and their associated continents.","created_at":"2015-08-19T04:09:40.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-08-31T02:36:02.000Z","code":null,"coverage":"","timespan":"","datasetId":115,"variableTypeId":3,"sourceId":44,"uploaded_by":"jaiden","display":{},"shortUnit":null,"datasetName":"Countries Continents","s_id":44,"s_name":"Our World In Data","source":{"id":44,"name":"Our World In Data","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":""}},"2209":{"years":[],"entities":[],"values":[],"id":2209,"name":"GDP per capita, PPP (constant 2011 international $)","unit":"constant 2011 international $","description":"GDP per capita based on purchasing power parity (PPP). PPP GDP is gross domestic product converted to international dollars using purchasing power parity rates. An international dollar has the same purchasing power over GDP as the U.S. dollar has in the United States. GDP at purchaser's prices is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in constant 2011 international dollars.","created_at":"2017-07-06T12:26:40.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:26:40.000Z","code":"NY.GDP.PCAP.PP.KD","coverage":"","timespan":"1960-2016","datasetId":555,"variableTypeId":4,"sourceId":871,"uploaded_by":null,"display":{},"shortUnit":"$","datasetName":"World Development Indicators - Economic Policy & Debt","s_id":871,"s_name":"World Bank – WDI: GDP per capita, PPP (constant 2011 international $)","source":{"id":871,"name":"World Bank – WDI: GDP per capita, PPP (constant 2011 international $)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank, International Comparison Program database.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":""}},"6459":{"years":[],"entities":[],"values":[],"id":6459,"name":"Fragile States Index - ffp_fsi","unit":"","description":"Fragile States Index ( The Failed States Index) includes an examination of the pressures on states, their vulnerability to internal conflict and societal deterioration. The country ratings are based on the total scores of 12 indicators: \\ \\Social Indicators \\1. Mounting Demographic Pressures \\2. Massive Movement of Refugees or Internally Displaced Persons creating Complex Humanitarian Emergencies \\3. Legacy of Vengeance-Seeking Group Grievance or Group Paranoia \\4. Chronic and Sustained Human Flight. \\ \\Economic Indicators \\5. Uneven Economic Development along Group Lines \\6. Sharp and/or Severe Economic Decline \\ \\Political Indicators \\7. Criminalization and/or Delegitimization of the State \\8. Progressive Deterioration of Public Services \\9. Suspension or Arbitrary Application of the Rule of Law and Widespread Violation of Human Rights \\10. Security Apparatus Operates as a ''State Within a State'' \\11. Rise of Factionalized Elites \\12. Intervention of Other States or External Politicl Actors. \\ \\For each indicator, the ratings are placed on a scale of 0 to 10, with 0 being the lowest intensity (most stable) and 10 being the highest intensity (least stable). The total score is the sum of the 12 indicators and is on a scale of 0-120.","created_at":"2017-07-25T16:01:35.000Z","updated_at":"2018-02-28T13:58:32.000Z","uploaded_at":"2017-07-25T16:01:35.000Z","code":"ffp_fsi","coverage":"","timespan":"2004 - 2015","datasetId":625,"variableTypeId":4,"sourceId":2603,"uploaded_by":null,"display":{},"shortUnit":"","datasetName":"Quality of Government - Quality of Government dataset","s_id":2603,"s_name":"Fund for Peace  via the Quality of Government dataset","source":{"id":2603,"name":"Fund for Peace  via the Quality of Government dataset","dataPublishedBy":"The Quality of Government Institute","dataPublisherSource":"Fund for Peace ","link":"http://qog.pol.gu.se/data, http://ffp.statesindex.org/","retrievedData":"","additionalInfo":"The Fragile States Index (Failed States Index) , produced by The Fund for Peace, is a critical tool in highlighting not only the normal pressures that all states experience, but also in identifying when those pressures are pushing a state towards the brink of failure. By highlighting pertinent issues in weak and failing states, the FSI - and the social science framework and software application upon which it is built - makes political risk assessment and early warning of conflict accessible to policy-makers and the public at large. The strength of the FSI is its ability to distill millions of pieces of information into a form that is relevant as well as easily digestible and informative. Daily, The Fund for Peace collects thousands of reports and information from around the world, detailing the existing social, economic and political pressures faced by each of the 178 countries that we analyze. The FSI is based on The Fund for Peace's proprietary Conflict Assessment Software Tool (CAST) analytical platform. Based on comprehensive social science methodology, data from three primary sources is triangulated and subjected to critical review to obtain final scores for the FSI. Millions of documents are analyzed every year. By applying highly specialized search parameters, scores are apportioned for every country based on twelve key political, social and economic indicators (which in turn include over 100 sub-indicators) that are the result of years of painstaking expert social science research. The Fund for Peace's software performs content analysis on this collected information. Through sophisticated search parameters and algorithms, the CAST software separates the relevant data from the irrelevant. Guided by twelve primary social, economic and political indicators (each split into an average of 14 sub-indicators), the CAST software analyzes the collected information using specialized search terms that flag relevant items. Using various algorithms, this analysis is then converted into a score representing the significance of each of the various pressures for a given country. The content analysis is further triangulated with two other key aspects of the overall assessment process: quantitative analysis and qualitative inputs based on major events in the countries examined. The scores produced by The Fund for Peace's software are then compared with a comprehensive set of vital statistics - as well as human analysis - to ensure that the software has not misinterpreted the raw data. Though the basic data underpinning the Failed States Index is already freely and widely available electronically, the strength of the analysis is in the methodological rigor and the systematic integration of a wide range of data sources. \\ \\Note: the principal of data timing was changed. Data from reports correspond to the situation from the previous year. The 2016 Fragile States Index, comprises data collected between January 1, 2015, and December 31, 2015. Therefore data from Report 2016 is recorded for 2015 and the same logic works for all other years. data for 2004 is from Report 2005."}}},"entityKey":{}}