{"variables":{"72":{"years":[],"entities":[],"values":[],"id":72,"name":"Total population (Gapminder)","unit":"","description":"","createdAt":"2015-07-23T03:52:31.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":null,"coverage":"","timespan":"","datasetId":70,"sourceId":301,"shortUnit":null,"display":{},"columnOrder":0,"datasetName":"Total population - Gapminder","s_id":301,"s_name":"Gapminder","source":{"id":301,"name":"Gapminder","dataPublishedBy":"","dataPublisherSource":"","link":"http://www.gapminder.org/","retrievedData":"","additionalInfo":"Gapminder dataset. Available online at http://www.gapminder.org/."}},"123":{"years":[],"entities":[],"values":[],"id":123,"name":"Countries Continents","unit":"","description":"Countries and their associated continents.","createdAt":"2015-08-19T00:09:40.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":null,"coverage":"","timespan":"","datasetId":115,"sourceId":44,"shortUnit":null,"display":{},"columnOrder":0,"datasetName":"Countries Continents","s_id":44,"s_name":"Our World In Data","source":{"id":44,"name":"Our World In Data","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":""}},"2209":{"years":[],"entities":[],"values":[],"id":2209,"name":"GDP per capita, PPP (constant 2011 international $)","unit":"constant 2011 international $","description":"GDP per capita based on purchasing power parity (PPP). PPP GDP is gross domestic product converted to international dollars using purchasing power parity rates. An international dollar has the same purchasing power over GDP as the U.S. dollar has in the United States. GDP at purchaser's prices is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in constant 2011 international dollars.","createdAt":"2017-07-06T08:26:40.000Z","updatedAt":"2018-02-28T08:58:30.000Z","code":"NY.GDP.PCAP.PP.KD","coverage":"","timespan":"1960-2016","datasetId":555,"sourceId":871,"shortUnit":"$","display":{"unit":"Rate"},"columnOrder":0,"datasetName":"World Development Indicators - Economic Policy & Debt","s_id":871,"s_name":"World Bank – WDI: GDP per capita, PPP (constant 2011 international $)","source":{"id":871,"name":"World Bank – WDI: GDP per capita, PPP (constant 2011 international $)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank, International Comparison Program database.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":""}},"66557":{"years":[],"entities":[],"values":[],"id":66557,"name":"OEC ECI Ranking (Observatory of Economic Complexity (2016))","unit":"","description":"","createdAt":"2018-02-07T11:03:21.000Z","updatedAt":"2018-02-28T08:59:09.000Z","code":null,"coverage":"","timespan":"","datasetId":1016,"sourceId":6876,"shortUnit":null,"display":{},"columnOrder":0,"datasetName":"ECI Country Rankings (Observatory of Economic Complexity (2016) and the Atlas of Economic Complexity (2016))","s_id":6876,"s_name":"ECI - Observatory of Economic Complexity (OEC) (2016) and the Atlas of Economic Complexity (2016)","source":{"id":6876,"name":"ECI - Observatory of Economic Complexity (OEC) (2016) and the Atlas of Economic Complexity (2016)","dataPublishedBy":"MIT Observatory of Economic Complexity (OEC) (2016) and the Harvard Atlas of Economic Complexity (2016)","dataPublisherSource":"Publicly available trade data.","link":"MIT data: https://atlas.media.mit.edu/en/rankings/country/eci/ and Harvard data: http://atlas.cid.harvard.edu/rankings","retrievedData":"","additionalInfo":"The Economic Complexity Index takes data on exports, and reduces a country’s economic system into two dimensions: (i) The number or ‘diversification’ of products in the export basket, and (ii) the quality, or ‘ubiquity’ of products in the export basket.\r\n\r\nTo measure these two dimensions, the ECI uses a cross-country export matrix. That is, a table with countries in the rows and product categories in the columns, so that each cell in the table shows the value of country-product exports.\r\n\r\nFrom this matrix, ‘diversification’ is obtained from the distribution of country exports across products (i.e. the sum across columns for each row); while ‘ubiquity’  is given by the share of product exports contributed by each country (i.e. the sum across rows for each column).\r\n\r\nTo condense both dimensions into a single metric, the ECI further reduces the information in the matrix, such that countries with similar exports are close together in the ranking. \r\n\r\nLoosely speaking, lower ECI scores correspond to countries that export very few different types of products (i.e. export baskets that are not diversified) and those products that they do export are produced in many other countries (i.e. export baskets that load heavily on just a few ubiquitous products). \r\n\r\nBy this logic, Germany has a high ECI score because it exports many different kinds of sophisticated things that are only produced by a handful of other countries with similarly diversified productive capacities. \r\n\r\nThe following visualization shows ECI rankings for all countries in the world. Link: https://ourworldindata.org/grapher/economic-complexity-rankings\r\n\r\nAs we can see, there is a clear pattern – richer countries tend to have similar economic structures, and these structures allow them to produce and export a varied basket of sophisticated products.\r\n\r\nBut what about countries endowed with rare natural resources, like petroleum, which would make a country’s export basket less ubiquitous, and hence misleadingly be assigned a more favourable ECI ranking? If a country exporting petroleum can only produce a few other products, then the low ubiquity for their export basket can be explained by these natural resources, and the ECI ranking is corrected by the country’s inability to produce different types of products. However, if this country can also produce a diverse range of other goods, then low ubiquity correctly indicates greater economic complexity which is reflected in the ranking. Hence, information on diversity can correct for the information of ubiquity, and vice versa.\r\n\r\nThe data here comes from the Economic Complexity Index scores published by the MIT Observatory of Economic Complexity. These are different to those published by the Harvard Atlas of Economic Complexity. As far as we are aware, the discrepancies stem from differences in the way each sources clean the underlying cross-country trade data. You can explore differences between these two data sources here: https://ourworldindata.org/grapher/eci-country-rankings-comparison?country=KOR.\r\n"}}},"entityKey":{}}