{"variables":{"72":{"years":[],"entities":[],"values":[],"id":72,"name":"Total population (Gapminder)","unit":"","description":"","created_at":"2015-07-23T07:52:31.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2015-07-23T07:52:31.000Z","code":null,"coverage":"","timespan":"","datasetId":70,"variableTypeId":3,"sourceId":301,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"Total population - Gapminder","s_id":301,"s_name":"Gapminder","source":{"id":301,"name":"Gapminder","dataPublishedBy":"","dataPublisherSource":"","link":"http://www.gapminder.org/","retrievedData":"","additionalInfo":"Gapminder dataset. Available online at http://www.gapminder.org/."}},"123":{"years":[],"entities":[],"values":[],"id":123,"name":"Countries Continents","unit":"","description":"Countries and their associated continents.","created_at":"2015-08-19T04:09:40.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-08-31T02:36:02.000Z","code":null,"coverage":"","timespan":"","datasetId":115,"variableTypeId":3,"sourceId":44,"uploaded_by":"jaiden","display":{},"shortUnit":null,"datasetName":"Countries Continents","s_id":44,"s_name":"Our World In Data","source":{"id":44,"name":"Our World In Data","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":""}},"2209":{"years":[],"entities":[],"values":[],"id":2209,"name":"GDP per capita, PPP (constant 2011 international $)","unit":"constant 2011 international $","description":"GDP per capita based on purchasing power parity (PPP). PPP GDP is gross domestic product converted to international dollars using purchasing power parity rates. An international dollar has the same purchasing power over GDP as the U.S. dollar has in the United States. GDP at purchaser's prices is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in constant 2011 international dollars.","created_at":"2017-07-06T12:26:40.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:26:40.000Z","code":"NY.GDP.PCAP.PP.KD","coverage":"","timespan":"1960-2016","datasetId":555,"variableTypeId":4,"sourceId":871,"uploaded_by":null,"display":{},"shortUnit":"$","datasetName":"World Development Indicators - Economic Policy & Debt","s_id":871,"s_name":"World Bank – WDI: GDP per capita, PPP (constant 2011 international $)","source":{"id":871,"name":"World Bank – WDI: GDP per capita, PPP (constant 2011 international $)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank, International Comparison Program database.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":""}},"2961":{"years":[],"entities":[],"values":[],"id":2961,"name":"International tourism, number of departures","unit":"","description":"International outbound tourists are the number of departures that people make from their country of usual residence to any other country for any purpose other than a remunerated activity in the country visited. The data on outbound tourists refer to the number of departures, not to the number of people traveling. Thus a person who makes several trips from a country during a given period is counted each time as a new departure.","created_at":"2017-07-06T12:45:34.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:45:34.000Z","code":"ST.INT.DPRT","coverage":"","timespan":"1960-2016","datasetId":559,"variableTypeId":4,"sourceId":1623,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"World Development Indicators - Private Sector & Trade","s_id":1623,"s_name":"World Bank – WDI: International tourism, number of departures","source":{"id":1623,"name":"World Bank – WDI: International tourism, number of departures","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Tourism Organization, Yearbook of Tourism Statistics, Compendium of Tourism Statistics and data files.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Tourism can be either domestic or international. The data refers to international tourism, where the traveler's country of residence differs from the visiting country. International tourism consists of inbound (arrival) and outbound (departures) tourism.\n\nThe data are from the World Tourism Organization (WTO), a United Nations agency. The data on inbound and outbound tourists refer to the number of arrivals and departures, not to the number of people traveling.\nStatistical concept and methodology: Statistical information on tourism is based mainly on data on arrivals and overnight stays along with balance of payments information. These data do not completely capture the economic phenomenon of tourism or provide the information needed for effective public policies and efficient business operations. Data are needed on the scale and significance of tourism. Information on the role of tourism in national economies is particularly deficient. Although the World Tourism Organization reports progress in harmonizing definitions and measurement, differences in national practices still prevent full comparability.\n\nDepartures data measure the flows of resident visitors leaving the country of reference. Departures are not necessarily equal to the number of arrivals reported by international destinations for the country of reference.\n\nIn many countries, the characteristics of trips and visitors are established through questions on the entry/departure cards, in surveys at the borders, at destination (accommodation surveys) or as part of household surveys (for domestic and outbound tourism). The entry/departure cards, or records of entry and departure, captured and reconciled by the immigration authorities are often the basic source for establishing the flows of inbound and outbound visitors. These cards usually collect information on a census basis on name, sex, age, nationality, current address, date of arrival (or departure in the departure card), purpose of trip, main destination visited and length of stay (expected on arrival and actual on departure for inbound visitors; expected on departure and actual on arrival for outbound visitors).\n\nData is collected using one of three methods, or a combination of these to determine the flows of outbound visitors: using an entry/departure card; a specific survey at the border, or observing them from household surveys because they belong to resident households. In the latter case, the information on outbound trips is usually collected at the same time as that on domestic trips.\n"}}},"entityKey":{}}