{"variables":{"2558":{"years":[],"entities":[],"values":[],"id":2558,"name":"Total debt service (% of exports of goods, services and primary income)","unit":"% of exports of goods, services and primary income","description":"Total debt service to exports of goods, services and primary income. Total debt service is the sum of principal repayments and interest actually paid in currency, goods, or services on long-term debt, interest paid on short-term debt, and repayments (repurchases and charges) to the IMF.","created_at":"2017-07-06T12:26:49.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:26:49.000Z","code":"DT.TDS.DECT.EX.ZS","coverage":"","timespan":"1960-2016","datasetId":555,"variableTypeId":4,"sourceId":1220,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Economic Policy & Debt","s_id":1220,"s_name":"World Bank – WDI: Total debt service (% of exports of goods, services and primary income)","source":{"id":1220,"name":"World Bank – WDI: Total debt service (% of exports of goods, services and primary income)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank, International Debt Statistics.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"General comments: The denominator for this indicator in previous versions of Global Development Finance included workers' remittances. Workers' remittances are no longer included.\nStatistical concept and methodology: Data on external debt are gathered through the World Bank's Debtor Reporting System (DRS). Long term debt data are compiled using the countries report on public and publicly guaranteed borrowing on a loan-by-loan basis and private non guaranteed borrowing on an aggregate basis. These data are supplemented by information from major multilateral banks and official lending agencies in major creditor countries. Short-term debt data are gathered from the Quarterly External Debt Statistics (QEDS) database, jointly developed by the World Bank and the IMF and from creditors through the reporting systems of the Bank for International Settlements. Debt data are reported in the currency of repayment and compiled and published in U.S. dollars. End-of-period exchange rates are used for the compilation of stock figures (amount of debt outstanding), and projected debt service and annual average exchange rates are used for the flows. Exchange rates are taken from the IMF's International Financial Statistics. Debt repayable in multiple currencies, goods, or services and debt with a provision for maintenance of the value of the currency of repayment are shown at book value.\n"}}},"entityKey":{}}