{"variables":{"2635":{"years":[],"entities":[],"values":[],"id":2635,"name":"Price level ratio of PPP conversion factor (GDP) to market exchange rate","unit":"GDP to market exchange rat","description":"Purchasing power parity conversion factor is the number of units of a country's currency required to buy the same amount of goods and services in the domestic market as a U.S. dollar would buy in the United States. The ratio of PPP conversion factor to market exchange rate is the result obtained by dividing the PPP conversion factor by the market exchange rate. The ratio, also referred to as the national price level, makes it possible to compare the cost of the bundle of goods that make up gross domestic product (GDP) across countries. It tells how many dollars are needed to buy a dollar's worth of goods in the country as compared to the United States. PPP conversion factors are based on the 2011 ICP round.","createdAt":"2017-07-06T08:27:39.000Z","updatedAt":"2018-02-28T08:58:30.000Z","code":"PA.NUS.PPPC.RF","coverage":"","timespan":"1960-2016","datasetId":555,"sourceId":1297,"shortUnit":null,"display":{},"columnOrder":0,"datasetName":"World Development Indicators - Economic Policy & Debt","s_id":1297,"s_name":"World Bank – WDI: Price level ratio of PPP conversion factor (GDP) to market exchange rate","source":{"id":1297,"name":"World Bank – WDI: Price level ratio of PPP conversion factor (GDP) to market exchange rate","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank, International Comparison Program database.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Statistical concept and methodology: The ratio of the PPP conversion factor to the market exchange rate - the national price level or comparative price level - measures differences in the price level at the gross domestic product (GDP) level. The price level index tends to be lower in poorer countries and to rise with income.\n"}}},"entityKey":{}}