{"variables":{"2669":{"years":[],"entities":[],"values":[],"id":2669,"name":"Air transport, passengers carried","unit":"","description":"Air passengers carried include both domestic and international aircraft passengers of air carriers registered in the country.","created_at":"2017-07-06T12:32:23.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:32:23.000Z","code":"IS.AIR.PSGR","coverage":"","timespan":"1960-2016","datasetId":556,"variableTypeId":4,"sourceId":1331,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"World Development Indicators - Infrastructure","s_id":1331,"s_name":"World Bank – WDI: Air transport, passengers carried","source":{"id":1331,"name":"World Bank – WDI: Air transport, passengers carried","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"International Civil Aviation Organization, Civil Aviation Statistics of the World and ICAO staff estimates.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: The air transport data represent the total (international and domestic) scheduled traffic carried by the air carriers registered in a country. Countries submit air transport data to International Civil Aviation Organization (ICAO) on the basis of standard instructions and definitions issued by ICAO. In many cases, however, the data include estimates by ICAO for nonreporting carriers. Where possible, these estimates are based on previous submissions supplemented by information published by the air carriers, such as flight schedules.\n\nThe data cover the air traffic carried on scheduled services, but changes in air transport regulations in Europe have made it more difficult to classify traffic as scheduled or nonscheduled. Thus recent increases shown for some European countries may be due to changes in the classification of air traffic rather than actual growth. In the case of multinational air carriers owned by partner States, traffic within each partner State is shown separately as domestic and all other traffic as international.\n \n\"Foreign\" cabotage traffic (i.e. traffic carried between city-pairs in a State other than the one where the reporting carrier has its principal place of business) is shown as international traffic.\n\nA technical stop does not result in any flight stage being classified differently than would have been the case had the technical stop not been made. For countries with few air carriers or only one, the addition or discontinuation of a home-based air carrier may cause significant changes in air traffic.\n\nData for transport sectors are not always internationally comparable. Unlike for demographic statistics, national income accounts, and international trade data, the collection of infrastructure data has not been \"internationalized.\"\nStatistical concept and methodology: For statistical uses, departures are equal to the number of landings made or flight stages flown. A flight stage is the operation of an aircraft from take-off to its next landing. A flight stage is classified as either international or domestic. International flight stage is one or both terminals in the territory of a State, other than the State in which the air carrier has its principal place of business.\n\nDomestic flight stage is not classifiable as international. Domestic flight stages include all flight stages flown between points within the domestic boundaries of a State by an air carrier whose principal place of business is in that State. Flight stages between a State and territories belonging to it, as well as any flight stages between two such territories, should be classified as domestic. This applies even though a stage may cross international waters or over the territory of another State.\n\nThe number of passengers carried is obtained by counting each passenger on a particular flight (with one flight number) once only and not repeatedly on each individual stage of that flight, with a single exception that a passenger flying on both the international and domestic stages of the same flight should be counted as both a domestic and an international passenger.\n"}}},"entityKey":{}}