{"variables":{"2674":{"years":[],"entities":[],"values":[],"id":2674,"name":"Fixed broadband subscriptions (per 100 people)","unit":"per 100 people","description":"Fixed broadband subscriptions refers to fixed subscriptions to high-speed access to the public Internet (a TCP/IP connection), at downstream speeds equal to, or greater than, 256 kbit/s. This includes cable modem, DSL, fiber-to-the-home/building, other fixed (wired)-broadband subscriptions, satellite broadband and terrestrial fixed wireless broadband. This total is measured irrespective of the method of payment. It excludes subscriptions that have access to data communications (including the Internet) via mobile-cellular networks. It should include fixed WiMAX and any other fixed wireless technologies. It includes both residential subscriptions and subscriptions for organizations.","created_at":"2017-07-06T12:32:23.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:32:23.000Z","code":"IT.NET.BBND.P2","coverage":"","timespan":"1960-2016","datasetId":556,"variableTypeId":4,"sourceId":1336,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"World Development Indicators - Infrastructure","s_id":1336,"s_name":"World Bank – WDI: Fixed broadband subscriptions (per 100 people)","source":{"id":1336,"name":"World Bank – WDI: Fixed broadband subscriptions (per 100 people)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"International Telecommunication Union, World Telecommunication/ICT Development Report and database.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Data are collected by national statistics offices through household surveys. Because survey questions and definitions differ, the estimates may not be strictly comparable across countries.\n\nFixed broadband Internet includes cable modem, DSL, fibre and other fixed broadband technology (such as satellite broadband Internet, Ethernet LANs, fixed-wireless access, Wireless Local Area Network, WiMAX etc.). Subscribers with access to data communications (including the Internet) via mobile cellular networks are excluded.\n\nAdvertised and real speeds can differ substantially. In some countries, regulatory authorities monitor the speed and quality of broadband services and oblige operators to provide accurate quality-of-service information to end users. Regional and global totals are calculated as unweighted sums of the country values. Regional and global penetration rates (per 100 inhabitants) are weighted averages of the country values weighted by the population of the countries/regions.\n\nDiscrepancies between global and national figures may arise when countries use a different definition than the one used by ITU. Discrepancies may also arise in cases where the end of a fiscal year differs from that used by ITU, which is end of December of every year. A number of countries have fiscal years that end in March or June of every year.\nGeneral comments: Please cite the International Telecommunication Union for third-party use of these data.\nStatistical concept and methodology: Data refer to subscriptions to high-speed access to the public Internet (a TCP/IP connection), at downstream speeds equal to, or greater than, 256 kbit/s. This includes cable modem, DSL, fibre-to-the-home/building and other fixed (wired)-broadband subscriptions. This total is measured irrespective of the method of payment. It excludes subscriptions that have access to data communications (including the Internet) via mobile-cellular networks. It excludes technologies listed under the wireless-broadband category.\n\nFixed broadband Internet subscribers per 100 people is obtained by dividing the number of fixed broadband Internet subscribers by the population and then multiplying by 100.\n"}}},"entityKey":{}}