{"variables":{"72":{"years":[],"entities":[],"values":[],"id":72,"name":"Total population (Gapminder)","unit":"","description":"","created_at":"2015-07-23T07:52:31.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2015-07-23T07:52:31.000Z","code":null,"coverage":"","timespan":"","datasetId":70,"variableTypeId":3,"sourceId":301,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"Total population - Gapminder","s_id":301,"s_name":"Gapminder","source":{"id":301,"name":"Gapminder","dataPublishedBy":"","dataPublisherSource":"","link":"http://www.gapminder.org/","retrievedData":"","additionalInfo":"Gapminder dataset. Available online at http://www.gapminder.org/."}},"123":{"years":[],"entities":[],"values":[],"id":123,"name":"Countries Continents","unit":"","description":"Countries and their associated continents.","created_at":"2015-08-19T04:09:40.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-08-31T02:36:02.000Z","code":null,"coverage":"","timespan":"","datasetId":115,"variableTypeId":3,"sourceId":44,"uploaded_by":"jaiden","display":{},"shortUnit":null,"datasetName":"Countries Continents","s_id":44,"s_name":"Our World In Data","source":{"id":44,"name":"Our World In Data","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":""}},"2209":{"years":[],"entities":[],"values":[],"id":2209,"name":"GDP per capita, PPP (constant 2011 international $)","unit":"constant 2011 international $","description":"GDP per capita based on purchasing power parity (PPP). PPP GDP is gross domestic product converted to international dollars using purchasing power parity rates. An international dollar has the same purchasing power over GDP as the U.S. dollar has in the United States. GDP at purchaser's prices is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in constant 2011 international dollars.","created_at":"2017-07-06T12:26:40.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:26:40.000Z","code":"NY.GDP.PCAP.PP.KD","coverage":"","timespan":"1960-2016","datasetId":555,"variableTypeId":4,"sourceId":871,"uploaded_by":null,"display":{},"shortUnit":"$","datasetName":"World Development Indicators - Economic Policy & Debt","s_id":871,"s_name":"World Bank – WDI: GDP per capita, PPP (constant 2011 international $)","source":{"id":871,"name":"World Bank – WDI: GDP per capita, PPP (constant 2011 international $)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank, International Comparison Program database.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":""}},"2676":{"years":[],"entities":[],"values":[],"id":2676,"name":"Fixed telephone subscriptions (per 100 people)","unit":"per 100 people","description":"Fixed telephone subscriptions refers to the sum of active number of analogue fixed telephone lines, voice-over-IP (VoIP) subscriptions, fixed wireless local loop (WLL) subscriptions, ISDN voice-channel equivalents and fixed public payphones.","created_at":"2017-07-06T12:32:23.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:32:23.000Z","code":"IT.MLT.MAIN.P2","coverage":"","timespan":"1960-2016","datasetId":556,"variableTypeId":4,"sourceId":1338,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"World Development Indicators - Infrastructure","s_id":1338,"s_name":"World Bank – WDI: Fixed telephone subscriptions (per 100 people)","source":{"id":1338,"name":"World Bank – WDI: Fixed telephone subscriptions (per 100 people)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"International Telecommunication Union, World Telecommunication/ICT Development Report and database.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Operators have traditionally been the main source of telecommunications data, so information on subscriptions has been widely available for most countries. This gives a general idea of access, but a more precise measure is the penetration rate - the share of households with access to telecommunications. During the past few years more information on information and communication technology use has become available from household and business surveys. Also important are data on actual use of telecommunications services. Ideally, statistics on telecommunications (and other information and communications technologies) should be compiled for all three measures: subscriptions, access, and use. The quality of data varies among reporting countries as a result of differences in regulations covering data provision and availability.\n\nDiscrepancies between global and national figures may arise when countries use a different definition than the one used by ITU. For example, some countries do not include the number of ISDN channels when calculating the number of fixed telephone lines. Discrepancies may also arise in cases where the end of a fiscal year differs from that used by ITU, which is the end of December of every year. A number of countries have fiscal years that end in March or June of every year. Data are usually not adjusted but discrepancies in the definition, reference year or the break in comparability in between years are noted in a data note. For this reason, data are not always strictly comparable. Missing values are estimated by ITU.\nGeneral comments: Please cite the International Telecommunication Union for third-party use of these data.\nStatistical concept and methodology: A fixed telephone line (previously called main telephone line in operation) is an active line connecting the subscriber's terminal equipment to the public switched telephone network (PSTN) and which has a dedicated port in the telephone exchange equipment. This term is synonymous with the terms main station or Direct Exchange Line (DEL) that are commonly used in telecommunication documents. It may not be the same as an access line or a subscriber. This should include the active number of analog fixed telephone lines, ISDN channels, fixed wireless, public payphones and VoIP subscriptions. Active lines are those that have registered an activity in the past three months.\n\nData on fixed telephone lines are derived using administrative data that countries (usually the regulatory telecommunication authority or the Ministry in charge of telecommunications) regularly, and at least annually, collect from telecommunications operators. Data are considered to be very reliable, timely, and complete.\n\nData for this indicator are readily available for approximately 90 percent of countries, either through ITU's World Telecommunication Indicators questionnaires or from official information available on the Ministry or Regulator's website. For the rest, information can be aggregated through operators' data (mainly through annual reports) and complemented by market research reports.\n\nTelephone lines (per 100 people) indicator is derived by all telephone lines divided by the country's population and multiplied by 100.\n"}}},"entityKey":{}}