{"variables":{"2695":{"years":[],"entities":[],"values":[],"id":2695,"name":"Scientific and technical journal articles","unit":"","description":"Scientific and technical journal articles refer to the number of scientific and engineering articles published in the following fields: physics, biology, chemistry, mathematics, clinical medicine, biomedical research, engineering and technology, and earth and space sciences.","createdAt":"2017-07-06T08:32:23.000Z","updatedAt":"2018-02-28T08:58:30.000Z","code":"IP.JRN.ARTC.SC","coverage":"","timespan":"1960-2016","datasetId":556,"sourceId":1357,"shortUnit":null,"display":{},"columnOrder":0,"datasetName":"World Development Indicators - Infrastructure","s_id":1357,"s_name":"World Bank – WDI: Scientific and technical journal articles","source":{"id":1357,"name":"World Bank – WDI: Scientific and technical journal articles","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"National Science Foundation, Science and Engineering Indicators.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Scientific and technical article counts are from journals classified by the Institute for Scientific Information's Science Citation Index (SCI) and Social Sciences Citation Index (SSCI). Counts are based on fractional assignments; articles with authors from different countries are allocated proportionately to each country. The SCI and SSCI databases cover the core set of scientific journals but may exclude some of local importance and may reflect some bias toward English-language journals.\nArticles are classified by year of publication and assigned to region/country/economy on basis of institutional address(es) listed on the article. Articles are counted on a fractional-count basis that is, for articles with collaborating institutions from multiple countries/economies, each country/economy receives fractional credit on basis of proportion of its participating institutions. Details may not add to total because of rounding.\nStatistical concept and methodology: The number of scientific and engineering articles published in the following fields: physics, biology, chemistry, mathematics, clinical medicine, biomedical research, engineering and technology, and earth and space sciences. The NSF considers article counts from a set of journals covered by Science Citation Index (SCI) and Social Sciences Citation Index (SSCI).\n"}}},"entityKey":{}}