{"variables":{"2697":{"years":[],"entities":[],"values":[],"id":2697,"name":"Secure Internet servers (per 1 million people)","unit":"per 1 million people","description":"Secure servers are servers using encryption technology in Internet transactions.","created_at":"2017-07-06T12:32:23.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:32:23.000Z","code":"IT.NET.SECR.P6","coverage":"","timespan":"1960-2016","datasetId":556,"variableTypeId":4,"sourceId":1359,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"World Development Indicators - Infrastructure","s_id":1359,"s_name":"World Bank – WDI: Secure Internet servers (per 1 million people)","source":{"id":1359,"name":"World Bank – WDI: Secure Internet servers (per 1 million people)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Netcraft (http://www.netcraft.com/) and World Bank population estimates.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: The country of origin of more than a third of the 1.5 million distinct valid third-party certificates is unknown. Some countries, such as the Republic of Korea, use application layers to establish the encryption channel, which is SSL equivalent.\nStatistical concept and methodology: The number of secure Internet servers, from the Netcraft Secure Server Survey, indicates how many companies conduct encrypted transactions over the Internet. The survey examines the use of encrypted transactions through extensive automated exploration, tallying the number of Web sites using a secure socket layer (SSL). Data are divided by the mid-year population and multiplied by one million.\n\nThe Internet provides access to the worldwide network. Broadband refers to technologies that provide Internet speeds of at least 256 kilobits a second of upstream and downstream capacity and includes digital subscriber lines, cable modems, satellite broadband Internet, fiber-to-home Internet access, Ethernet local access networks, and wireless area networks.\n"}}},"entityKey":{}}