{"variables":{"2703":{"years":[],"entities":[],"values":[],"id":2703,"name":"Railways, passengers carried (million passenger-km)","unit":"million passenger-km","description":"Passengers carried by railway are the number of passengers transported by rail times kilometers traveled.","created_at":"2017-07-06T12:32:25.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:32:25.000Z","code":"IS.RRS.PASG.KM","coverage":"","timespan":"1960-2016","datasetId":556,"variableTypeId":4,"sourceId":1365,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"World Development Indicators - Infrastructure","s_id":1365,"s_name":"World Bank – WDI: Railways, passengers carried (million passenger-km)","source":{"id":1365,"name":"World Bank – WDI: Railways, passengers carried (million passenger-km)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank, Transportation, Water, and Information and Communications Technologies Department, Transport Division.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Unlike the road sector, where numerous qualified motor vehicle operators can operate anywhere on the road network, railways are a restricted transport system with vehicles confined to a fixed guideway. Considering the cost and service characteristics, railways generally are best suited to carry - and can effectively compete for - bulk commodities and containerized freight for distances of 500-5,000 kilometers, and passengers for distances of 50-1,000 kilometers. Below these limits road transport tends to be more competitive, while above these limits air transport for passengers and freight and sea transport for freight tend to be more competitive. \n\nData for transport sectors are not always internationally comparable. Unlike for demographic statistics, national income accounts, and international trade data, the collection of infrastructure data has not been \"internationalized.\"\nStatistical concept and methodology: Passenger-kilometers are usually measured on the basis of the rail travel distance between origin and destination multiplied by the number of passengers traveling between each origin and destination.\n"}}},"entityKey":{}}