{"variables":{"2704":{"years":[],"entities":[],"values":[],"id":2704,"name":"Research and development expenditure (% of GDP)","unit":"% of GDP","description":"Expenditures for research and development are current and capital expenditures (both public and private) on creative work undertaken systematically to increase knowledge, including knowledge of humanity, culture, and society, and the use of knowledge for new applications. R&D covers basic research, applied research, and experimental development.","created_at":"2017-07-06T12:32:25.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:32:25.000Z","code":"GB.XPD.RSDV.GD.ZS","coverage":"","timespan":"1960-2016","datasetId":556,"variableTypeId":4,"sourceId":1366,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Infrastructure","s_id":1366,"s_name":"World Bank – WDI: Research and development expenditure (% of GDP)","source":{"id":1366,"name":"World Bank – WDI: Research and development expenditure (% of GDP)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"United Nations Educational, Scientific, and Cultural Organization (UNESCO) Institute for Statistics.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: The OECD's Frascati Manual defines research and experimental development as \"creative work undertaken on a systemic basis in order to increase the stock of knowledge, including knowledge of man, culture and society, and the use of this stock of knowledge to devise new applications.\" R&D covers basic research, applied research, and experimental development.\n\nData on researchers and technicians in R&D are measured in both full-time equivalent and headcount but are shown in full-time equivalent only. The data are obtained through statistical surveys which are regularly conducted at national level covering R & D performing entities in the private and public sectors.\nStatistical concept and methodology: Total domestic intramural expenditure on R&D during a given period as a percentage of the GDP (i.e. the sum of gross value added by all resident producers in the economy, including distributive trades and transport, plus any product taxes and minus any subsidies not included in the value of the products). The United Nations Educational, Scientific, and Cultural Organization (UNESCO) Institute for Statistics collects data on researchers, technicians, and expenditure on research and development (R&D) through its biennial R&D survey and from other international partners such as the Organisation for Economic Co-operation and Development (OECD), Eurostat, and the Network for Science and Technology Indicators - Ibero-American and Inter-American.\n"}}},"entityKey":{}}