{"variables":{"2770":{"years":[],"entities":[],"values":[],"id":2770,"name":"Armed forces personnel, total","unit":"","description":"Armed forces personnel are active duty military personnel, including paramilitary forces if the training, organization, equipment, and control suggest they may be used to support or replace regular military forces.","createdAt":"2017-07-06T08:41:04.000Z","updatedAt":"2018-02-28T08:58:30.000Z","code":"MS.MIL.TOTL.P1","coverage":"","timespan":"1960-2016","datasetId":558,"sourceId":1432,"shortUnit":null,"display":{"unit":"billion tonnes CO₂ equivalent"},"columnOrder":0,"datasetName":"World Development Indicators - Public Sector","s_id":1432,"s_name":"World Bank – WDI: Armed forces personnel, total","source":{"id":1432,"name":"World Bank – WDI: Armed forces personnel, total","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"International Institute for Strategic Studies, The Military Balance.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Data excludes personnel not on active duty, therefore it underestimates the share of the labor force working for the defense establishment. Governments rarely report the size of their armed forces, so such data typically come from intelligence sources. Unless otherwise indicated, the reserves includes all reservists committed to rejoining the armed forces in an emergency, except when national reserve service obligations following conscription last almost a lifetime.\nGeneral comments: Data for some countries are based on partial or uncertain data or rough estimates.\nStatistical concept and methodology: Military data on manpower represent quantitative assessment of the personnel strengths of the world's armed forces. The numbers are based on the most accurate data available to, or, on the best estimate that can be made by the International Institute for Strategic Studies (IISS) at the time of its annual publication. The IISS collects the data from national governments.\n\nArmed forces personnel comprise all servicemen and women on full-time duty (including conscripts and long-term assignments from the Reserves). Reserve describes formations and units not fully manned or operational in peacetime, but which can be mobilized by recalling reservists in an emergency. IISS estimates of effective reservist strengths on the numbers available within five years of completing full-time service, unless there is good evidence that obligations are enforced for longer. Although paramilitary forces whose training, organization, equipment and control suggest they may be used to support or replace regular military forces, they are not included in the armed forces personnel. Home Guard units are counted as paramilitary.\n"}}},"entityKey":{}}