{"variables":{"2774":{"years":[],"entities":[],"values":[],"id":2774,"name":"Compensation of employees (% of expense)","unit":"% of expense","description":"Compensation of employees consists of all payments in cash, as well as in kind (such as food and housing), to employees in return for services rendered, and government contributions to social insurance schemes such as social security and pensions that provide benefits to employees.","created_at":"2017-07-06T12:41:04.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:41:04.000Z","code":"GC.XPN.COMP.ZS","coverage":"","timespan":"1960-2016","datasetId":558,"variableTypeId":4,"sourceId":1436,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Public Sector","s_id":1436,"s_name":"World Bank – WDI: Compensation of employees (% of expense)","source":{"id":1436,"name":"World Bank – WDI: Compensation of employees (% of expense)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"International Monetary Fund, Government Finance Statistics Yearbook and data files.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: For most countries central government finance data have been consolidated into one account, but for others only budgetary central government accounts are available. Countries reporting budgetary data are noted in the country metadata. Because budgetary accounts may not include all central government units (such as social security funds), they usually provide an incomplete picture. In federal states the central government accounts provide an incomplete view of total public finance.\n\nData on government revenue and expense are collected by the IMF through questionnaires to member countries and by the Organisation for Economic Co-operation and Development (OECD). Despite IMF efforts to standardize data collection, statistics are often incomplete, untimely, and not comparable across countries.\nStatistical concept and methodology: The IMF's Government Finance Statistics Manual 2014, harmonized with the 2008 SNA, recommends an accrual accounting method, focusing on all economic events affecting assets, liabilities, revenues, and expenses, not just those represented by cash transactions. It accounts for all changes in stocks, so stock data at the end of an accounting period equal stock data at the beginning of the period plus flows over the period. The 1986 manual considered only debt stocks.\n\nGovernment finance statistics are reported in local currency. Many countries report government finance data by fiscal year; see country metadata for information on fiscal year end by country.\n"}}},"entityKey":{}}