{"variables":{"72":{"years":[],"entities":[],"values":[],"id":72,"name":"Total population (Gapminder)","unit":"","description":"","created_at":"2015-07-23T07:52:31.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2015-07-23T07:52:31.000Z","code":null,"coverage":"","timespan":"","datasetId":70,"variableTypeId":3,"sourceId":301,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"Total population - Gapminder","s_id":301,"s_name":"Gapminder","source":{"id":301,"name":"Gapminder","dataPublishedBy":"","dataPublisherSource":"","link":"http://www.gapminder.org/","retrievedData":"","additionalInfo":"Gapminder dataset. Available online at http://www.gapminder.org/."}},"123":{"years":[],"entities":[],"values":[],"id":123,"name":"Countries Continents","unit":"","description":"Countries and their associated continents.","created_at":"2015-08-19T04:09:40.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-08-31T02:36:02.000Z","code":null,"coverage":"","timespan":"","datasetId":115,"variableTypeId":3,"sourceId":44,"uploaded_by":"jaiden","display":{},"shortUnit":null,"datasetName":"Countries Continents","s_id":44,"s_name":"Our World In Data","source":{"id":44,"name":"Our World In Data","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":""}},"1440":{"years":[],"entities":[],"values":[],"id":1440,"name":"Government Expenditure (IMF based on Mauro et al. (2015))","unit":"% of GDP","description":"","created_at":"2016-10-21T01:31:56.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-05-15T22:41:40.000Z","code":null,"coverage":"global by country","timespan":"1800-2011","datasetId":310,"variableTypeId":3,"sourceId":418,"uploaded_by":"Hannah.Ritchie","display":{},"shortUnit":"%","datasetName":"Government Expenditure – IMF based on Mauro et al. (2015)","s_id":418,"s_name":"IMF Fiscal Affairs Departmental Data, based on Mauro et al. (2015)","source":{"id":418,"name":"IMF Fiscal Affairs Departmental Data, based on Mauro et al. (2015)","dataPublishedBy":"IMF Data, Fiscal Affairs Departmental Data, Public Finances in Modern History","dataPublisherSource":"Mauro, P., Romeu, R., Binder, A., & Zaman, A. (2015). A modern history of fiscal prudence and profligacy. Journal of Monetary Economics, 76, 55-70.","link":"http://www.imf.org/external/datamapper/datasets/FPP/1","retrievedData":"","additionalInfo":"Government expenditure estimates correspond to non-interest government expenditures. The authors als note: \"The database covers an unbalanced panel of 55 countries (24 advanced economies—by present day definition from the IMF’s World Economic Outlook classification—and 31 nonadvanced) over 1800–2011. The data consist of government revenue, non-interest government expenditure, and the interest bill (and thus also the overall fiscal balance and the primary balance), as well as gross public debt, all expressed as a share of GDP...About half of the observations for the fiscal variables in our dataset are drawn from various cross-country sources, including the IMF’s World Economic Outlook (WEO) and International Financial Statistics (IFS) and the OECD Analytical Database...We hand-collected the other half of the data from country-specific sources, such as official government publications or economic histories that included public finance statistics.\"\n\nIMF data on government expenditure does not include interest paid on debt payments. In order to derive government expenditure with interest paid on debt included, the datasets \"government expenditure, percent of GDP\" and \"interest paid on public debt, percent of GDP\" from the IMF database.\n\nThis data is therefore inclusive of interest on debt payments."}},"2810":{"years":[],"entities":[],"values":[],"id":2810,"name":"Expense (% of GDP)","unit":"% of GDP","description":"Expense is cash payments for operating activities of the government in providing goods and services. It includes compensation of employees (such as wages and salaries), interest and subsidies, grants, social benefits, and other expenses such as rent and dividends.","created_at":"2017-07-06T12:41:05.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:41:05.000Z","code":"GC.XPN.TOTL.GD.ZS","coverage":"","timespan":"1960-2016","datasetId":558,"variableTypeId":4,"sourceId":1472,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Public Sector","s_id":1472,"s_name":"World Bank – WDI: Expense (% of GDP)","source":{"id":1472,"name":"World Bank – WDI: Expense (% of GDP)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"International Monetary Fund, Government Finance Statistics Yearbook and data files, and World Bank and OECD GDP estimates.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: For most countries central government finance data have been consolidated into one account, but for others only budgetary central government accounts are available. Countries reporting budgetary data are noted in the country metadata. Because budgetary accounts may not include all central government units (such as social security funds), they usually provide an incomplete picture. In federal states the central government accounts provide an incomplete view of total public finance.\n\nData on government revenue and expense are collected by the IMF through questionnaires to member countries and by the Organisation for Economic Co-operation and Development (OECD). Despite IMF efforts to standardize data collection, statistics are often incomplete, untimely, and not comparable across countries.\nStatistical concept and methodology: The IMF's Government Finance Statistics Manual 2014, harmonized with the 2008 SNA, recommends an accrual accounting method, focusing on all economic events affecting assets, liabilities, revenues, and expenses, not just those represented by cash transactions. It accounts for all changes in stocks, so stock data at the end of an accounting period equal stock data at the beginning of the period plus flows over the period. The 1986 manual considered only debt stocks.\n\nGovernment finance statistics are reported in local currency. Many countries report government finance data by fiscal year; see country metadata for information on fiscal year end by country.\n"}}},"entityKey":{}}