{"variables":{"2883":{"years":[],"entities":[],"values":[],"id":2883,"name":"International tourism, number of arrivals","unit":"","description":"International inbound tourists (overnight visitors) are the number of tourists who travel to a country other than that in which they have their usual residence, but outside their usual environment, for a period not exceeding 12 months and whose main purpose in visiting is other than an activity remunerated from within the country visited. When data on number of tourists are not available, the number of visitors, which includes tourists, same-day visitors, cruise passengers, and crew members, is shown instead. Sources and collection methods for arrivals differ across countries. In some cases data are from border statistics (police, immigration, and the like) and supplemented by border surveys. In other cases data are from tourism accommodation establishments. For some countries number of arrivals is limited to arrivals by air and for others to arrivals staying in hotels. Some countries include arrivals of nationals residing abroad while others do not. Caution should thus be used in comparing arrivals across countries. The data on inbound tourists refer to the number of arrivals, not to the number of people traveling. Thus a person who makes several trips to a country during a given period is counted each time as a new arrival.","created_at":"2017-07-06T12:45:32.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:45:32.000Z","code":"ST.INT.ARVL","coverage":"","timespan":"1960-2016","datasetId":559,"variableTypeId":4,"sourceId":1545,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"World Development Indicators - Private Sector & Trade","s_id":1545,"s_name":"World Bank – WDI: International tourism, number of arrivals","source":{"id":1545,"name":"World Bank – WDI: International tourism, number of arrivals","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Tourism Organization, Yearbook of Tourism Statistics, Compendium of Tourism Statistics and data files.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Tourism can be either domestic or international. The data refers to international tourism, where the traveler's country of residence differs from the visiting country. International tourism consists of inbound (arrival) and outbound (departures) tourism.\n\nThe data are from the World Tourism Organization (WTO), a United Nations agency. The data on inbound and outbound tourists refer to the number of arrivals and departures, not to the number of people traveling. Thus a person who makes several trips to a country during a given period is counted each time as a new arrival. The data on inbound tourism show the arrivals of nonresident tourists (overnight visitors) at national borders. When data on international tourists are unavailable or incomplete, the data show the arrivals of international visitors, which include tourists, same-day visitors, cruise passengers, and crew members.\n\nSources and collection methods for arrivals differ across countries. In some cases data are from border statistics (police, immigration, and the like) and supplemented by border surveys. In other cases data are from tourism accommodation establishments. For some countries number of arrivals is limited to arrivals by air and for others to arrivals staying in hotels. Some countries include arrivals of nationals residing abroad while others do not. Caution should thus be used in comparing arrivals across countries.\nStatistical concept and methodology: Statistical information on tourism is based mainly on data on arrivals and overnight stays along with balance of payments information. These data do not completely capture the economic phenomenon of tourism or provide the information needed for effective public policies and efficient business operations. Data are needed on the scale and significance of tourism. Information on the role of tourism in national economies is particularly deficient. Although the World Tourism Organization reports progress in harmonizing definitions and measurement, differences in national practices still prevent full comparability.\n\nArrivals data measure the flows of international visitors to the country of reference: each arrival corresponds to one in inbound tourism trip. If a person visits several countries during the course of a single trip, his/her arrival in each country is recorded separately. In an accounting period, arrivals are not necessarily equal to the number of persons travelling (when a person visits the same country several times a year, each trip by the same person is counted as a separate arrival).\n\nArrivals data should correspond to inbound visitors by including both tourists and same-day non-resident visitors. All other types of travelers (such as border, seasonal and other short-term workers, long-term students and others) should be excluded as they do not qualify as visitors.\n\nData are obtained from different sources: administrative records (immigration, traffic counts, and other possible types of controls), border surveys or a mix of them. If data are obtained from accommodation surveys, the number of guests is used as estimate of arrival figures; consequently, in this case, breakdowns by regions, main purpose of the trip, modes of transport used or forms of organization of the trip are based on complementary visitor surveys.\n"}}},"entityKey":{}}