{"variables":{"2927":{"years":[],"entities":[],"values":[],"id":2927,"name":"New business density (new registrations per 1,000 people ages 15-64)","unit":"new registrations per 1,000 people ages 15-64","description":"New businesses registered are the number of new limited liability corporations registered in the calendar year.","created_at":"2017-07-06T12:45:32.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:45:32.000Z","code":"IC.BUS.NDNS.ZS","coverage":"","timespan":"1960-2016","datasetId":559,"variableTypeId":4,"sourceId":1589,"uploaded_by":null,"display":{},"shortUnit":"new registrations","datasetName":"World Development Indicators - Private Sector & Trade","s_id":1589,"s_name":"World Bank – WDI: New business density (new registrations per 1,000 people ages 15-64)","source":{"id":1589,"name":"World Bank – WDI: New business density (new registrations per 1,000 people ages 15-64)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank's Entrepreneurship Survey and database (http://econ.worldbank.org/research/entrepreneurship).","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: The definition of entrepreneurship used is limited to the formal sector. Yet, it should be noted that the exclusion of the informal sector is based on the difficulties of quantifying the number of firms that compose it, rather than on its relevance for developing economies. The Entrepreneurship Database facilitates the analysis of the growth of the formal private sector and the identification of factors that encourage firms to begin operations in or transition to the formal sector. Data is collected all limited liability corporations regardless of size. Partnerships and sole proprietorships are not considered in the analysis due to the differences with respect to their definition and regulation worldwide. Data on the number of total or closed firms are not included due to heterogeneity in how these entities are defined and measured.\n\nThe data itself only provides a snapshot of a given economy's business demographics, and cannot by itself explain the factors that affect the business creation cycle. However, when the Entrepreneurship Database is combined with other data such as the Doing Business Report, Investment Climate Assessments, and/or OECD Entrepreneurship Indicators, researchers and policymakers can better understand the dynamics of the business creation process.\n\nThe Entrepreneurship Database is a critical source of data that facilitates the measurement of entrepreneurial activity across countries and over time. The data also allows for a deeper understanding of the relationship between new firm registration, the regulatory environment, and economic growth. Previous research using the Entrepreneurship Database has shown a significant relationship between the level of cost, time, and procedures required to start a business and new firm registration.\nGeneral comments: For cross-country comparability, only limited liability corporations that operate in the formal sector are included.\nStatistical concept and methodology: The new business entry density, which is the number of newly registered limited liability corporations per calendar year, normalized by working age population. This is a valuable indicator which quantifies the impact of regulatory, political, and macroeconomic institutional changes on new business registration, a vital component of a dynamic private sector.\n\nThe data includes all limited liability corporations regardless of size. Partnerships and sole proprietorships are not considered in the analysis due to the differences with respect to their definition and regulation worldwide. Data on the number of total or closed firms are not included due to heterogeneity in how these entities are defined and measured.\n\nTo facilitate cross-country comparability, the Entrepreneurship Database employs a consistent unit of measurement, source of information, and concept of entrepreneurship that is applicable and available among the diverse sample of participating economies.\n\nThe data collection process involves telephone interviews and email correspondence with business registries in 139 economies. The main sources of information for this study are national business registries. In a limited number of cases where the business registry was unable to provide the data - most often due to an absence of digitized registration systems - the Entrepreneurship Database uses other alternatives sources, such as statistical agencies, tax and labor agencies, chambers of commerce, and private vendors or publicly available data.\n\nThe units of measurement are private, formal sector companies with limited liability.\n"}}},"entityKey":{}}