{"variables":{"2984":{"years":[],"entities":[],"values":[],"id":2984,"name":"Tariff rate, applied, weighted mean, all products (%)","unit":"%","description":"Weighted mean applied tariff is the average of effectively applied rates weighted by the product import shares corresponding to each partner country. Data are classified using the Harmonized System of trade at the six- or eight-digit level. Tariff line data were matched to Standard International Trade Classification (SITC) revision 3 codes to define commodity groups and import weights. To the extent possible, specific rates have been converted to their ad valorem equivalent rates and have been included in the calculation of weighted mean tariffs. Import weights were calculated using the United Nations Statistics Division's Commodity Trade (Comtrade) database. Effectively applied tariff rates at the six- and eight-digit product level are averaged for products in each commodity group. When the effectively applied rate is unavailable, the most favored nation rate is used instead.","created_at":"2017-07-06T12:45:38.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:45:38.000Z","code":"TM.TAX.MRCH.WM.AR.ZS","coverage":"","timespan":"1960-2016","datasetId":559,"variableTypeId":4,"sourceId":1646,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Private Sector & Trade","s_id":1646,"s_name":"World Bank – WDI: Tariff rate, applied, weighted mean, all products (%)","source":{"id":1646,"name":"World Bank – WDI: Tariff rate, applied, weighted mean, all products (%)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank staff estimates using the World Integrated Trade Solution system, based on data from United Nations Conference on Trade and Development's Trade Analysis and Information System (TRAINS) database and the World Trade Organization’s (WTO) Integrated Data Base (IDB) and Consolidated Tariff Schedules (CTS) database.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":""}}},"entityKey":{}}