{"variables":{"3043":{"years":[],"entities":[],"values":[],"id":3043,"name":"Net migration","unit":"","description":"Net migration is the net total of migrants during the period, that is, the total number of immigrants less the annual number of emigrants, including both citizens and noncitizens. Data are five-year estimates.","createdAt":"2017-07-06T08:50:09.000Z","updatedAt":"2018-02-28T08:58:30.000Z","code":"SM.POP.NETM","coverage":"","timespan":"1960-2016","datasetId":560,"sourceId":1705,"shortUnit":null,"display":{},"columnOrder":0,"datasetName":"World Development Indicators - Social Protection & Labor","s_id":1705,"s_name":"World Bank – WDI: Net migration","source":{"id":1705,"name":"World Bank – WDI: Net migration","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"The United Nations Population Division’s World Population Prospects.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: International migration is the component of population change most difficult to measure and estimate reliably. Thus, the quality and quantity of the data used in the estimation and projection of net migration varies considerably by country. Furthermore, the movement of people across international boundaries, which is very often a response to changing socio-economic, political and environmental forces, is subject to a great deal of volatility. Refugee movements, for instance, may involve large numbers of people moving across boundaries in a short time. For these reasons, projections of future international migration levels are the least robust part of current population projections and reflect mainly a continuation of recent levels and trends in net migration.\nStatistical concept and methodology: The United Nations Population Division provides data on net migration and migrant stock. Because data on migrant stock is difficult for countries to collect, the United Nations Population Division takes into account the past migration history of a country or area, the migration policy of a country, and the influx of refugees in recent periods when deriving estimates of net migration. The data to calculate these estimates come from a variety of sources, including border statistics, administrative records, surveys, and censuses.\n\nWhen there is insufficient data, net migration is derived through the difference between the overall population growth rate and the rate of natural increase (the difference between the birth rate and the death rate) during the same period. Such calculations are usually made for intercensal periods. The estimates are also derived from the data on foreign-born population - people who have residence in one country but were born in another country. When data on the foreign-born population are not available, data on foreign population - that is, people who are citizens of a country other than the country in which they reside - are used as estimates.\n"}}},"entityKey":{}}