{"variables":{"3102":{"years":[],"entities":[],"values":[],"id":3102,"name":"Share of youth not in education, employment or training, total (% of youth population)","unit":"% of youth population","description":"Share of youth not in education, employment or training (NEET) is the proportion of young people who are not in education, employment, or training to the population of the corresponding age group: youth (ages 15 to 24); persons ages 15 to 29; or both age groups.","created_at":"2017-07-06T12:50:12.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:50:12.000Z","code":"SL.UEM.NEET.ZS","coverage":"","timespan":"1960-2016","datasetId":560,"variableTypeId":4,"sourceId":1764,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Social Protection & Labor","s_id":1764,"s_name":"World Bank – WDI: Share of youth not in education, employment or training, total (% of youth population)","source":{"id":1764,"name":"World Bank – WDI: Share of youth not in education, employment or training, total (% of youth population)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"International Labour Organization, ILOSTAT database. Data retrieved in March 2017.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Data should be used cautiously because of differences in age coverage.\nStatistical concept and methodology: The standard definition of unemployed persons is those individuals without work in a recent past period, and currently available for and seeking for employment. But there may be persons who do not actively \"seek\" work because they view job opportunities as limited, or because they have restricted labour mobility, or face discrimination, or structural, social or cultural barriers. NEET rates capture more broadly untapped potential youth, including such individuals who want to work but are not seeking work (often called the \"hidden unemployed\" or \"discouraged workers\").\n\nYouth are defined as persons ages 15 to 24; young adults are those ages 25 to 29; and adults are those ages 25 and above. However, countries vary somewhat in their operational definitions. In particular, the lower age limit for young people is usually determined by the minimum age for leaving school, where this exists. When data are available for more than two age groups in a given year, one value for persons ages 15 to 29 is taken, considering that not all people complete their education by the age of 24.\n"}}},"entityKey":{}}