{"variables":{"3115":{"years":[],"entities":[],"values":[],"id":3115,"name":"Average working hours of children, study and work, ages 7-14 (hours per week)","unit":"hours per week","description":"Average working hours of children studying and working refer to the average weekly working hours of those children who are attending school in combination with economic activity.","created_at":"2017-07-06T12:50:54.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:50:54.000Z","code":"SL.TLF.0714.SW.TM","coverage":"","timespan":"1960-2016","datasetId":560,"variableTypeId":4,"sourceId":1777,"uploaded_by":null,"display":{},"shortUnit":"hours","datasetName":"World Development Indicators - Social Protection & Labor","s_id":1777,"s_name":"World Bank – WDI: Average working hours of children, study and work, ages 7-14 (hours per week)","source":{"id":1777,"name":"World Bank – WDI: Average working hours of children, study and work, ages 7-14 (hours per week)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Understanding Children's Work project based on data from ILO, UNICEF and the World Bank.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Although efforts are made to harmonize the definition of employment and the questions on employment in survey questionnaires, significant differences remain in the survey instruments that collect data on children in employment and in the sampling design underlying the surveys. Differences exist not only across different household surveys in the same country but also across the same type of survey carried out in different countries, so estimates of working children are not fully comparable across countries. For detailed source information, see footnotes at each data point.\nStatistical concept and methodology: Data are from household surveys by the International Labor Organization (ILO), the United Nations Children's Fund (UNICEF), the World Bank, and national statistical offices. The surveys yield data on education, employment, health, expenditure, and consumption indicators related to children's work. Since children's work is captured in the sense of \"economic activity,\" the data refer to children in employment, a broader concept than child labor (see ILO 2009a for details on this distinction).\n\nHousehold survey data generally include information on work type - for example, whether a child is working for payment in cash or in kind or is involved in unpaid work, working for someone who is not a member of the household, or involved in any type of family work (on the farm or in a business).\n"}}},"entityKey":{}}