{"variables":{"123":{"years":[],"entities":[],"values":[],"id":123,"name":"Countries Continents","unit":"","description":"Countries and their associated continents.","created_at":"2015-08-19T04:09:40.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-08-31T02:36:02.000Z","code":null,"coverage":"","timespan":"","datasetId":115,"variableTypeId":3,"sourceId":44,"uploaded_by":"jaiden","display":{},"shortUnit":null,"datasetName":"Countries Continents","s_id":44,"s_name":"Our World In Data","source":{"id":44,"name":"Our World In Data","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":""}},"165":{"years":[],"entities":[],"values":[],"id":165,"name":"5 to 14 (UN Population Division (2015))","unit":"people (thousands)","description":"","created_at":"2015-09-22T00:20:35.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2015-09-22T00:20:35.000Z","code":null,"coverage":"Global by country","timespan":"estimates: 1950-2015, predictions: 2015-2100","datasetId":133,"variableTypeId":1,"sourceId":64,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"Total population by broad age group, both sexes, 1950-2100 - UN Population Division (2015)","s_id":64,"s_name":"UN Population Division (2015)","source":{"id":64,"name":"UN Population Division (2015)","dataPublishedBy":"United Nations Population Division","dataPublisherSource":"United Nations","link":"http://esa.un.org/unpd/wpp/DVD/","retrievedData":"","additionalInfo":"The data file used is called “Annual Population by Age Groups - Both Sexes” on the website given. This original data file divides the population into 5-year age groups. These columns were added together to create the broad age groups in this file."}},"2209":{"years":[],"entities":[],"values":[],"id":2209,"name":"GDP per capita, PPP (constant 2011 international $)","unit":"constant 2011 international $","description":"GDP per capita based on purchasing power parity (PPP). PPP GDP is gross domestic product converted to international dollars using purchasing power parity rates. An international dollar has the same purchasing power over GDP as the U.S. dollar has in the United States. GDP at purchaser's prices is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in constant 2011 international dollars.","created_at":"2017-07-06T12:26:40.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:26:40.000Z","code":"NY.GDP.PCAP.PP.KD","coverage":"","timespan":"1960-2016","datasetId":555,"variableTypeId":4,"sourceId":871,"uploaded_by":null,"display":{},"shortUnit":"$","datasetName":"World Development Indicators - Economic Policy & Debt","s_id":871,"s_name":"World Bank – WDI: GDP per capita, PPP (constant 2011 international $)","source":{"id":871,"name":"World Bank – WDI: GDP per capita, PPP (constant 2011 international $)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank, International Comparison Program database.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":""}},"3129":{"years":[],"entities":[],"values":[],"id":3129,"name":"Children in employment, total (% of children ages 7-14)","unit":"% of children ages 7-14","description":"Children in employment refer to children involved in economic activity for at least one hour in the reference week of the survey.","created_at":"2017-07-06T12:50:54.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:50:54.000Z","code":"SL.TLF.0714.ZS","coverage":"","timespan":"1960-2016","datasetId":560,"variableTypeId":4,"sourceId":1791,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Social Protection & Labor","s_id":1791,"s_name":"World Bank – WDI: Children in employment, total (% of children ages 7-14)","source":{"id":1791,"name":"World Bank – WDI: Children in employment, total (% of children ages 7-14)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Understanding Children's Work project based on data from ILO, UNICEF and the World Bank.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Although efforts are made to harmonize the definition of employment and the questions on employment in survey questionnaires, significant differences remain in the survey instruments that collect data on children in employment and in the sampling design underlying the surveys. Differences exist not only across different household surveys in the same country but also across the same type of survey carried out in different countries, so estimates of working children are not fully comparable across countries. For detailed source information, see footnotes at each data point.\nStatistical concept and methodology: Data are from household surveys by the International Labor Organization (ILO), the United Nations Children's Fund (UNICEF), the World Bank, and national statistical offices. The surveys yield data on education, employment, health, expenditure, and consumption indicators related to children's work. Since children's work is captured in the sense of \"economic activity,\" the data refer to children in employment, a broader concept than child labor (see ILO 2009a for details on this distinction).\n\nHousehold survey data generally include information on work type - for example, whether a child is working for payment in cash or in kind or is involved in unpaid work, working for someone who is not a member of the household, or involved in any type of family work (on the farm or in a business).\n\nIn line with the definition of economic activity adopted by the 13th International Conference of Labour Statisticians, the threshold set by the 1993 UN System of National Accounts for classifying a person as employed is to have been engaged at least one hour in any activity relating to the production of goods and services during the reference period. Children seeking work are thus excluded. Economic activity covers all market production and certain nonmarket production, including production of goods for own use. It excludes unpaid household services (commonly called \"household chores\") - that is, the production of domestic and personal services by household members for a household's own consumption.\n\nCountry surveys define the ages for child labor as 5-17. The data here have been recalculated to present statistics for children ages 7-14.\n"}}},"entityKey":{}}