{"variables":{"3174":{"years":[],"entities":[],"values":[],"id":3174,"name":"Informal employment, female (% of total non-agricultural employment)","unit":"% of total non-agricultural employment","description":"Employment in the informal economy as a percentage of total non-agricultural employment. It basically includes all jobs in unregistered and/or small-scale private unincorporated enterprises that produce goods or services meant for sale or barter. Self-employed street vendors, taxi drivers and home-base workers, regardless of size, are all considered enterprises. However, agricultural and related activities, households producing goods exclusively for their own use (e.g. subsistence farming, domestic housework, care work, and employment of paid domestic workers), and volunteer services rendered to the community are excluded.","created_at":"2017-07-06T12:50:55.000Z","updated_at":"2018-02-28T13:58:30.000Z","uploaded_at":"2017-07-06T12:50:55.000Z","code":"SL.ISV.IFRM.FE.ZS","coverage":"","timespan":"1960-2016","datasetId":560,"variableTypeId":4,"sourceId":1836,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Social Protection & Labor","s_id":1836,"s_name":"World Bank – WDI: Informal employment, female (% of total non-agricultural employment)","source":{"id":1836,"name":"World Bank – WDI: Informal employment, female (% of total non-agricultural employment)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"International Labour Organization, ILOSTAT database. Data retrieved in March 2017.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: There are limitations for comparing data across countries and over time even within a country, due to differences in definitions and methodology of data collection. For example, informal sector enterprises refer to non-registered enterprises in some countries but registration requirements can vary from country to country. Others apply the employment size criterion only (which may vary from country to country). For detailed information on definitions and coverage, see footnotes.\nStatistical concept and methodology: There are wide variations in definitions and methodology of data collection. In addition to employment in the informal economy, informal employment within the formal sector should be also taken into account. Casual, short term, and seasonal workers, for example, could be informally employed — lacking social protection, health benefits, legal status, rights and freedom of association. Some countries now provide data according to the guidelines, adopted by the 17th International Conference of Labour Statisticians (2003); Informal employment as the total number of informal jobs, whether carried out in formal sector enterprises, informal sector enterprises, or households, during a given reference period.\n"}}},"entityKey":{}}