{"variables":{"3182":{"years":[],"entities":[],"values":[],"id":3182,"name":"Children out of school (% of primary school age)","unit":"% of primary school age","description":"Children out of school are the percentage of primary-school-age children who are not enrolled in primary or secondary school. Children in the official primary age group that are in preprimary education should be considered out of school.","created_at":"2017-07-06T12:54:34.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-06T12:54:34.000Z","code":"SE.PRM.UNER.ZS","coverage":"","timespan":"1960-2016","datasetId":561,"variableTypeId":4,"sourceId":1844,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Education","s_id":1844,"s_name":"World Bank – WDI: Children out of school (% of primary school age)","source":{"id":1844,"name":"World Bank – WDI: Children out of school (% of primary school age)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"United Nations Educational, Scientific, and Cultural Organization (UNESCO) Institute for Statistics.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: The administrative data used in the calculation of the rate of out-of-school children are based on enrolment at a specific date which can bias the results by either counting enrolled children who never attend school or by omitting those who enroll after the reference date for reporting enrolment data. Furthermore, children who drop out of school after the reference date are not counted as out of school. Discrepancies between enrolment and population data from different sources can also result in over- or underestimates of the rate. Lastly, the international comparability of this indicator can be affected by the use of different concepts of enrolment and out-of-school children across countries.\nGeneral comments: Relevance to gender indicator: It has been well known that more girls are out of school than boys which has been shown to be nefarious to a country’s social and economic health.\nStatistical concept and methodology: The rate of out-of-school children allows to compare across countries with different population sizes. It shows the share of official primary-school-age children who never attended school or dropped out to the population of official primary school age.\n\nData on education are collected by the UNESCO Institute for Statistics from official responses to its annual education survey. All the data are mapped to the International Standard Classification of Education (ISCED) to ensure the comparability of education programs at the international level. The current version was formally adopted by UNESCO Member States in 2011. Population data are drawn from the United Nations Population Division. Using a single source for population data standardizes definitions, estimations, and interpolation methods, ensuring a consistent methodology across countries and minimizing potential enumeration problems in national censuses. The reference years reflect the school year for which the data are presented. In some countries the school year spans two calendar years (for example, from September 2010 to June 2011); in these cases the reference year refers to the year in which the school year ended (2011 in the example).\n"}}},"entityKey":{}}