{"variables":{"3189":{"years":[],"entities":[],"values":[],"id":3189,"name":"Government expenditure on education, total (% of GDP)","unit":"% of GDP","description":"General government expenditure on education (current, capital, and transfers) is expressed as a percentage of GDP. It includes expenditure funded by transfers from international sources to government. General government usually refers to local, regional and central governments.","created_at":"2017-07-06T12:54:35.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-06T12:54:35.000Z","code":"SE.XPD.TOTL.GD.ZS","coverage":"","timespan":"1960-2016","datasetId":561,"variableTypeId":4,"sourceId":1851,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Education","s_id":1851,"s_name":"World Bank – WDI: Government expenditure on education, total (% of GDP)","source":{"id":1851,"name":"World Bank – WDI: Government expenditure on education, total (% of GDP)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"United Nations Educational, Scientific, and Cultural Organization (UNESCO) Institute for Statistics.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Data may refer to spending by the ministry of education only (excluding spending on educational activities by other ministries).\nStatistical concept and methodology: Government expenditure on education, total (% of GDP) is calculated by dividing total government expenditure for all levels of education by the GDP, and multiplying by 100. Aggregate data are based on World Bank estimates.\n\nData on education are collected by the UNESCO Institute for Statistics from official responses to its annual education survey. All the data are mapped to the International Standard Classification of Education (ISCED) to ensure the comparability of education programs at the international level. The current version was formally adopted by UNESCO Member States in 2011. GDP data come from the World Bank. \n\nThe reference years reflect the school year for which the data are presented. In some countries the school year spans two calendar years (for example, from September 2010 to June 2011); in these cases the reference year refers to the year in which the school year ended (2011 in the example).\n"}}},"entityKey":{}}