{"variables":{"3219":{"years":[],"entities":[],"values":[],"id":3219,"name":"Primary education, pupils (% female)","unit":"% female","description":"Female pupils as a percentage of total pupils at primary level include enrollments in public and private schools.","created_at":"2017-07-06T12:54:35.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-06T12:54:35.000Z","code":"SE.PRM.ENRL.FE.ZS","coverage":"","timespan":"1960-2016","datasetId":561,"variableTypeId":4,"sourceId":1881,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Education","s_id":1881,"s_name":"World Bank – WDI: Primary education, pupils (% female)","source":{"id":1881,"name":"World Bank – WDI: Primary education, pupils (% female)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"United Nations Educational, Scientific, and Cultural Organization (UNESCO) Institute for Statistics.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: The percentage of female enrollment is limited in assessing gender parity, because it's affected by the gender composition of population. Ratio of female to male in enrollment rate provides a population adjusted measure of gender parity.\nStatistical concept and methodology: Percentage of female enrollment is calculated by dividing the total number of female students at a given level of education by the total enrollment at the same level, and multiplying by 100.\n\nData on education are collected by the UNESCO Institute for Statistics from official responses to its annual education survey. All the data are mapped to the International Standard Classification of Education (ISCED) to ensure the comparability of education programs at the international level. The current version was formally adopted by UNESCO Member States in 2011. \n\nThe reference years reflect the school year for which the data are presented. In some countries the school year spans two calendar years (for example, from September 2010 to June 2011); in these cases the reference year refers to the year in which the school year ended (2011 in the example).\n"}}},"entityKey":{}}