{"variables":{"3327":{"years":[],"entities":[],"values":[],"id":3327,"name":"Proportion of seats held by women in national parliaments (%)","unit":"%","description":"Women in parliaments are the percentage of parliamentary seats in a single or lower chamber held by women.","createdAt":"2017-07-06T08:59:12.000Z","updatedAt":"2018-02-28T08:58:31.000Z","code":"SG.GEN.PARL.ZS","coverage":"","timespan":"1960-2016","datasetId":562,"sourceId":1989,"shortUnit":"%","display":{},"columnOrder":0,"datasetName":"World Development Indicators - Gender","s_id":1989,"s_name":"World Bank – WDI: Proportion of seats held by women in national parliaments (%)","source":{"id":1989,"name":"World Bank – WDI: Proportion of seats held by women in national parliaments (%)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Inter-Parliamentary Union (IPU) (www.ipu.org).","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: The number of countries covered varies with suspensions or dissolutions of parliaments. There can be difficulties in obtaining information on by-election results and replacements due to death or resignation. These changes are ad hoc events which are more difficult to keep track of. By-elections, for instance, are often not announced internationally as general elections are. Parliaments vary considerably in their internal workings and procedures, however, generally legislate, oversee government and represent the electorate. In terms of measuring women's contribution to political decision making, this indicator may not be sufficient because some women may face obstacles in fully and efficiently carrying out their parliamentary mandate.\n\nThe data is compiled by the Inter-Parliamentary Union on the basis of information provided by National Parliaments. The percentages do not take into account the case of parliaments for which no data was available at that date. Information is available in all countries where a national legislature exists and therefore does not include parliaments that have been dissolved or suspended for an indefinite period.\nGeneral comments: General cut off date is end-December. Relevance to gender indicator: Women are vastly underrepresented in decision making positions in government, although there is some evidence of recent improvement. Gender parity in parliamentary representation is still far from being realized. Without representation at this level, it is difficult for women to influence policy.\nStatistical concept and methodology: The proportion of seats held by women in national parliaments is the number of seats held by women members in single or lower chambers of national parliaments, expressed as a percentage of all occupied seats; it is derived by dividing the total number of seats occupied by women by the total number of seats in parliament.\n\nNational parliaments can be bicameral or unicameral. This indicator covers the single chamber in unicameral parliaments and the lower chamber in bicameral parliaments. It does not cover the upper chamber of bicameral parliaments. Seats are usually won by members in general parliamentary elections. Seats may also be filled by nomination, appointment, indirect election, rotation of members and by-election. Seats refer to the number of parliamentary mandates, or the number of members of parliament.\n"}}},"entityKey":{}}