{"variables":{"3342":{"years":[],"entities":[],"values":[],"id":3342,"name":"Mothers are guaranteed an equivalent position after maternity leave (1=yes; 0=no)","unit":"1=yes; 0=no","description":"Mothers are guaranteed an equivalent position after maternity leave is whether employers of women returning from maternity leave are legally obligated to provide them with an equivalent position after maternity leave. It takes into account paid and unpaid maternity leave and captures whether the employer has a legal obligation to reinstate the returning employee in an equivalent or better position and salary than the employee had pre-leave. Where the maternity leave regime explicitly states that the employee may not be indefinitely replaced, the answer is assumed to be “Yes.” Where the maternity leave regime explicitly establishes a suspension of the employee’s contract, the answer is assumed to be “Yes.” In economies that also have parental leave and the law guarantees return after the leave to the same or an equivalent position paid at the same rate but is silent on guaranteeing the same position after maternity leave, the answer is “Yes.” The answer is “N/A” if no paid or unpaid maternity leave is available.","created_at":"2017-07-06T12:59:57.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-06T12:59:57.000Z","code":"SG.MMR.LEVE.EP","coverage":"","timespan":"1960-2016","datasetId":562,"variableTypeId":4,"sourceId":2004,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"World Development Indicators - Gender","s_id":2004,"s_name":"World Bank – WDI: Mothers are guaranteed an equivalent position after maternity leave (1=yes; 0=no)","source":{"id":2004,"name":"World Bank – WDI: Mothers are guaranteed an equivalent position after maternity leave (1=yes; 0=no)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank: Women, Business and the Law.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":""}}},"entityKey":{}}