{"variables":{"3344":{"years":[],"entities":[],"values":[],"id":3344,"name":"Adolescent fertility rate (births per 1,000 women ages 15-19)","unit":"births per 1,000 women ages 15-19","description":"Adolescent fertility rate is the number of births per 1,000 women ages 15-19.","created_at":"2017-07-06T13:03:31.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-06T13:03:31.000Z","code":"SP.ADO.TFRT","coverage":"","timespan":"1960-2016","datasetId":563,"variableTypeId":4,"sourceId":2006,"uploaded_by":null,"display":{},"shortUnit":"births","datasetName":"World Development Indicators - Health","s_id":2006,"s_name":"World Bank – WDI: Adolescent fertility rate (births per 1,000 women ages 15-19)","source":{"id":2006,"name":"World Bank – WDI: Adolescent fertility rate (births per 1,000 women ages 15-19)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"United Nations Population Division, World Population Prospects.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Statistical concept and methodology: Reproductive health is a state of physical and mental well-being in relation to the reproductive system and its functions and processes. Means of achieving reproductive health include education and services during pregnancy and childbirth, safe and effective contraception, and prevention and treatment of sexually transmitted diseases. Complications of pregnancy and childbirth are the leading cause of death and disability among women of reproductive age in developing countries.\n\nAdolescent fertility rates are based on data on registered live births from vital registration systems or, in the absence of such systems, from censuses or sample surveys. The estimated rates are generally considered reliable measures of fertility in the recent past. Where no empirical information on age-specific fertility rates is available, a model is used to estimate the share of births to adolescents. For countries without vital registration systems fertility rates are generally based on extrapolations from trends observed in censuses or surveys from earlier years.\n"}}},"entityKey":{}}