{"variables":{"3374":{"years":[],"entities":[],"values":[],"id":3374,"name":"Immunization, HepB3 (% of one-year-old children)","unit":"% of one-year-old children","description":"Child immunization rate, hepatitis B is the percentage of children ages 12-23 months who received hepatitis B vaccinations before 12 months or at any time before the survey. A child is considered adequately immunized after three doses.","created_at":"2017-07-06T13:03:31.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-06T13:03:31.000Z","code":"SH.IMM.HEPB","coverage":"","timespan":"1960-2016","datasetId":563,"variableTypeId":4,"sourceId":2036,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Health","s_id":2036,"s_name":"World Bank – WDI: Immunization, HepB3 (% of one-year-old children)","source":{"id":2036,"name":"World Bank – WDI: Immunization, HepB3 (% of one-year-old children)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"WHO and UNICEF (http://www.who.int/immunization/monitoring_surveillance/en/).","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: In many developing countries a lack of precise information on the size of the cohort of one-year-old children makes immunization coverage difficult to estimate from program statistics.\nStatistical concept and methodology: Governments in developing countries usually finance immunization against measles and diphtheria, pertussis (whooping cough), and tetanus (DTP) as part of the basic public health package. The data shown here are based on an assessment of national immunization coverage rates by the WHO and UNICEF. The assessment considered both administrative data from service providers and household survey data on children's immunization histories. Based on the data available, consideration of potential biases, and contributions of local experts, the most likely true level of immunization coverage was determined for each year.\n"}}},"entityKey":{}}