{"variables":{"3376":{"years":[],"entities":[],"values":[],"id":3376,"name":"Improved sanitation facilities (% of population with access)","unit":"% of population with access","description":"Access to improved sanitation facilities refers to the percentage of the population using improved sanitation facilities. Improved sanitation facilities are likely to ensure hygienic separation of human excreta from human contact. They include flush/pour flush (to piped sewer system, septic tank, pit latrine), ventilated improved pit (VIP) latrine, pit latrine with slab, and composting toilet.","createdAt":"2017-07-06T09:03:31.000Z","updatedAt":"2018-02-28T08:58:31.000Z","code":"SH.STA.ACSN","coverage":"","timespan":"1960-2016","datasetId":563,"sourceId":2038,"shortUnit":"%","display":{},"columnOrder":0,"datasetName":"World Development Indicators - Health","s_id":2038,"s_name":"World Bank – WDI: Improved sanitation facilities (% of population with access)","source":{"id":2038,"name":"World Bank – WDI: Improved sanitation facilities (% of population with access)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"WHO/UNICEF Joint Monitoring Programme (JMP) for Water Supply and Sanitation (http://www.wssinfo.org/).","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: The data are derived by the Joint Monitoring Programme of the World Health Organization (WHO) and United Nations Children's Fund (UNICEF) based on national censuses and nationally representative household surveys. The coverage rates for sanitation are based on information from service users on the facilities their households actually use rather than on information from service providers, which may include nonfunctioning systems.\nStatistical concept and methodology: Data on access to sanitation are produced by the Joint Monitoring Programme of the World Health Organization (WHO) and United Nations Children's Fund (UNICEF) based on national censuses and nationally representative household surveys. The coverage rates for water and sanitation are based on information from service users on the facilities their households actually use rather than on information from service providers, which may include nonfunctioning systems.\n\nAn improved sanitation facility is defined as one that hygienically separates human excreta from human contact. Improved sanitation facilities range from simple but protected pit latrines to flush toilets with a sewerage connection. To be effective, facilities must be correctly constructed and properly maintained.\n"}}},"entityKey":{}}