{"variables":{"3385":{"years":[],"entities":[],"values":[],"id":3385,"name":"Life expectancy at birth, total (years)","unit":"years","description":"Life expectancy at birth indicates the number of years a newborn infant would live if prevailing patterns of mortality at the time of its birth were to stay the same throughout its life.","createdAt":"2017-07-06T09:03:32.000Z","updatedAt":"2018-02-28T08:58:31.000Z","code":"SP.DYN.LE00.IN","coverage":"","timespan":"1960-2016","datasetId":563,"sourceId":2047,"shortUnit":"years","display":{},"columnOrder":0,"datasetName":"World Development Indicators - Health","s_id":2047,"s_name":"World Bank – WDI: Life expectancy at birth, total (years)","source":{"id":2047,"name":"World Bank – WDI: Life expectancy at birth, total (years)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Derived from male and female life expectancy at birth from sources such as: (1) United Nations Population Division. World Population Prospects, (2) Census reports and other statistical publications from national statistical offices, (3) Eurostat: Demographic Statistics, (4) United Nations Statistical Division. Population and Vital Statistics Reprot (various years), (5) U.S. Census Bureau: International Database, and (6) Secretariat of the Pacific Community: Statistics and Demography Programme.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Annual data series from United Nations Population Division's World Population Prospects are interpolated data from 5-year period data. Therefore they may not reflect real events as much as observed data.\nStatistical concept and methodology: Life expectancy at birth used here is the average number of years a newborn is expected to live if mortality patterns at the time of its birth remain constant in the future. It reflects the overall mortality level of a population, and summarizes the mortality pattern that prevails across all age groups in a given year. It is calculated in a period life table which provides a snapshot of a population's mortality pattern at a given time. It therefore does not reflect the mortality pattern that a person actually experiences during his/her life, which can be calculated in a cohort life table.\n\nHigh mortality in young age groups significantly lowers the life expectancy at birth. But if a person survives his/her childhood of high mortality, he/she may live much longer. For example, in a population with a life expectancy at birth of 50, there may be few people dying at age 50. The life expectancy at birth may be low due to the high childhood mortality so that once a person survives his/her childhood, he/she may live much longer than 50 years.\n"}}},"entityKey":{}}