{"variables":{"72":{"years":[],"entities":[],"values":[],"id":72,"name":"Total population (Gapminder)","unit":"","description":"","created_at":"2015-07-23T07:52:31.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2015-07-23T07:52:31.000Z","code":null,"coverage":"","timespan":"","datasetId":70,"variableTypeId":3,"sourceId":301,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"Total population - Gapminder","s_id":301,"s_name":"Gapminder","source":{"id":301,"name":"Gapminder","dataPublishedBy":"","dataPublisherSource":"","link":"http://www.gapminder.org/","retrievedData":"","additionalInfo":"Gapminder dataset. Available online at http://www.gapminder.org/."}},"123":{"years":[],"entities":[],"values":[],"id":123,"name":"Countries Continents","unit":"","description":"Countries and their associated continents.","created_at":"2015-08-19T04:09:40.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-08-31T02:36:02.000Z","code":null,"coverage":"","timespan":"","datasetId":115,"variableTypeId":3,"sourceId":44,"uploaded_by":"jaiden","display":{},"shortUnit":null,"datasetName":"Countries Continents","s_id":44,"s_name":"Our World In Data","source":{"id":44,"name":"Our World In Data","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":""}},"3398":{"years":[],"entities":[],"values":[],"id":3398,"name":"Mortality rate, under-5 (per 1,000 live births)","unit":"per 1,000 live births","description":"Under-five mortality rate is the probability per 1,000 that a newborn baby will die before reaching age five, if subject to age-specific mortality rates of the specified year.","created_at":"2017-07-06T13:03:32.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-06T13:03:32.000Z","code":"SH.DYN.MORT","coverage":"","timespan":"1960-2016","datasetId":563,"variableTypeId":4,"sourceId":2060,"uploaded_by":null,"display":{"name":"Child mortality rate ","unit":"%","conversionFactor":0.1},"shortUnit":null,"datasetName":"World Development Indicators - Health","s_id":2060,"s_name":"World Bank – WDI: Mortality rate, under-5 (per 1,000 live births)","source":{"id":2060,"name":"World Bank – WDI: Mortality rate, under-5 (per 1,000 live births)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Estimates Developed by the UN Inter-agency Group for Child Mortality Estimation (UNICEF, WHO, World Bank, UN DESA Population Division) at www.childmortality.org. Projected data are from the United Nations Population Division's World Population Prospects; and may in some cases not be consistent with data before the current year.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Complete vital registration systems are fairly uncommon in developing countries. Thus estimates must be obtained from sample surveys or derived by applying indirect estimation techniques to registration, census, or survey data. Survey data are subject to recall error, and surveys estimating infant/child deaths require large samples because households in which a birth has occurred during a given year cannot ordinarily be preselected for sampling. Indirect estimates rely on model life tables that may be inappropriate for the population concerned. Extrapolations based on outdated surveys may not be reliable for monitoring changes in health status or for comparative analytical work.\nGeneral comments: Given that data on the incidence and prevalence of diseases are frequently unavailable, mortality rates are often used to identify vulnerable populations. Moreover, they are among the indicators most frequently used to compare socioeconomic development across countries. Under-five mortality rates are higher for boys than for girls in countries in which parental gender preferences are insignificant. Under-five mortality captures the effect of gender discrimination better than infant mortality does, as malnutrition and medical interventions have more significant impacts to this age group. Where female under-five mortality is higher, girls are likely to have less access to resources than boys.\nStatistical concept and methodology: The main sources of mortality data are vital registration systems and direct or indirect estimates based on sample surveys or censuses. A \"complete\" vital registration system - covering at least 90 percent of vital events in the population - is the best source of age-specific mortality data.\n\nEstimates of neonatal, infant, and under-five mortality tend to vary by source and method for a given time and place. Years for available estimates also vary by country, making comparisons across countries and over time difficult. To make neonatal, infant, and under-five mortality estimates comparable and to ensure consistency across estimates by different agencies, the United Nations Inter-agency Group for Child Mortality Estimation (UN IGME), which comprises the United Nations Children's Fund (UNICEF), the World Health Organization (WHO), the World Bank, the United Nations Population Division, and other universities and research institutes, developed and adopted a statistical method that uses all available information to reconcile differences. The method uses statistical models to obtain a best estimate trend line by fitting a country-specific regression model of mortality rates against their reference dates.\n\nNeonatal, infant, and under-five mortality rates are higher for boys than for girls in countries in which parental gender preferences are insignificant. Under-five mortality rates capture the effect of gender discrimination better than neonatal and infant mortality rates do. Where female child mortality is higher, girls are likely to have less access to resources than boys.\n"}},"3406":{"years":[],"entities":[],"values":[],"id":3406,"name":"People practicing open defecation (% of population)","unit":"% of population","description":"People practicing open defecation refers to the percentage of the population defecating in the open, such as in fields, forest, bushes, open bodies of water, on beaches, in other open spaces or disposed of with solid waste.","created_at":"2017-07-06T13:03:32.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-06T13:03:32.000Z","code":"SH.STA.ODFC.ZS","coverage":"","timespan":"1960-2016","datasetId":563,"variableTypeId":4,"sourceId":2068,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Health","s_id":2068,"s_name":"World Bank – WDI: People practicing open defecation (% of population)","source":{"id":2068,"name":"World Bank – WDI: People practicing open defecation (% of population)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"WHO/UNICEF Joint Monitoring Programme (JMP) for Water Supply and Sanitation (http://www.wssinfo.org/).","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":""}}},"entityKey":{}}