{"variables":{"3403":{"years":[],"entities":[],"values":[],"id":3403,"name":"Nurses and midwives (per 1,000 people)","unit":"per 1,000 people","description":"Nurses and midwives include professional nurses, professional midwives, auxiliary nurses, auxiliary midwives, enrolled nurses, enrolled midwives and other associated personnel, such as dental nurses and primary care nurses.","created_at":"2017-07-06T13:03:32.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-06T13:03:32.000Z","code":"SH.MED.NUMW.P3","coverage":"","timespan":"1960-2016","datasetId":563,"variableTypeId":4,"sourceId":2065,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"World Development Indicators - Health","s_id":2065,"s_name":"World Bank – WDI: Nurses and midwives (per 1,000 people)","source":{"id":2065,"name":"World Bank – WDI: Nurses and midwives (per 1,000 people)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Health Organization's Global Health Workforce Statistics, OECD, supplemented by country data.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: The WHO compiles data from household and labor force surveys, censuses, and administrative records. Data comparability is limited by differences in definitions and training of medical personnel varies. In addition, human resources tend to be concentrated in urban areas, so that average densities do not provide a full picture of health personnel available to the entire population.\nStatistical concept and methodology: Health systems - the combined arrangements of institutions and actions whose primary purpose is to promote, restore, or maintain health (World Health Organization, World Health Report 2000) - are increasingly being recognized as key to combating disease and improving the health status of populations. The World Bank's Healthy Development: Strategy for Health, Nutrition, and Population Results emphasizes the need to strengthen health systems, which are weak in many countries, in order to increase the effectiveness of programs aimed at reducing specific diseases and further reduce morbidity and mortality. To evaluate health systems, the World Health Organization (WHO) has recommended that key components - such as financing, service delivery, workforce, governance, and information - be monitored using several key indicators. The data are a subset of the key indicators. Monitoring health systems allows the effectiveness, efficiency, and equity of different health system models to be compared. Health system data also help identify weaknesses and strengths and areas that need investment, such as additional health facilities, better health information systems, or better trained human resources.\n\nData on health worker (physicians, nurses and midwives, and community health workers) density show the availability of medical personnel.\n"}}},"entityKey":{}}