{"variables":{"3405":{"years":[],"entities":[],"values":[],"id":3405,"name":"Out-of-pocket health expenditure (% of total expenditure on health)","unit":"% of total expenditure on health","description":"Out of pocket expenditure is any direct outlay by households, including gratuities and in-kind payments, to health practitioners and suppliers of pharmaceuticals, therapeutic appliances, and other goods and services whose primary intent is to contribute to the restoration or enhancement of the health status of individuals or population groups. It is a part of private health expenditure.","created_at":"2017-07-06T13:03:32.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-06T13:03:32.000Z","code":"SH.XPD.OOPC.TO.ZS","coverage":"","timespan":"1960-2016","datasetId":563,"variableTypeId":4,"sourceId":2067,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Health","s_id":2067,"s_name":"World Bank – WDI: Out-of-pocket health expenditure (% of total expenditure on health)","source":{"id":2067,"name":"World Bank – WDI: Out-of-pocket health expenditure (% of total expenditure on health)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Health Organization Global Health Expenditure database (see http://apps.who.int/nha/database for the most recent updates).","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Country data may differ in terms of definitions, data collection methods, population coverage and estimation methods used.\n\nIn countries where the fiscal year spans two calendar years, expenditure data have been allocated to the later year (for example, 2010 data cover fiscal year 2009/10).\nNotes from original source: All the health expenditure indicators refer to expenditures by financing agent except external resources which is a financing source. When the number is smaller than 0.05%, the percentage may appear as zero. In countries where the fiscal year begins in July, expenditure data have been allocated to the later calendar year (for example, 2010 data will cover the fiscal year 2009–10), unless otherwise stated for the country.\nStatistical concept and methodology: Health expenditure data are broken down into public and private expenditures. In general, low-income economies have a higher share of private health expenditure than do middle- and high-income countries, and out-of-pocket expenditure (direct payments by households to providers) makes up the largest proportion of private expenditures. High out-of-pocket expenditures may discourage people from accessing preventive or curative care and can impoverish households that cannot afford necessary care. Health financing data are collected through national health accounts, which systematically, comprehensively, and consistently monitor health system resource flows. To establish a national health account, countries must define the boundaries of the health system and classify health expenditure information along several dimensions, including sources of financing, providers of health services, functional use of health expenditures, and beneficiaries of expenditures. The accounting system can then provide an accurate picture of resource envelopes and financial flows and allow analysis of the equity and efficiency of financing to inform policy.\n"}}},"entityKey":{}}