{"variables":{"3451":{"years":[],"entities":[],"values":[],"id":3451,"name":"Prevalence of anemia among children (% of children under 5)","unit":"% of children under 5","description":"Prevalence of anemia, children under age 5, is the percentage of children under age 5 whose hemoglobin level is less than 110 grams per liter at sea level.","createdAt":"2017-07-06T09:03:32.000Z","updatedAt":"2018-02-28T08:58:31.000Z","code":"SH.ANM.CHLD.ZS","coverage":"","timespan":"1960-2016","datasetId":563,"sourceId":2113,"shortUnit":"%","display":{},"columnOrder":0,"datasetName":"World Development Indicators - Health","s_id":2113,"s_name":"World Bank – WDI: Prevalence of anemia among children (% of children under 5)","source":{"id":2113,"name":"World Bank – WDI: Prevalence of anemia among children (% of children under 5)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Stevens GA, Finucane MM, De-Regil LM, et al. Global, regional, and national trends in hemoglobin concentration and prevalence of total and severe anemia in children and pregnant and non-pregnant women for 1995-2011: a systematic analysis of population-representative data. The Lancet Global Health 2013; 1(1): e16-e25.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Data for blood haemoglobin concentrations are still limited, compared to other nutritional indicators such as hild anthropometry. As a result, the estimates may not capture the full variation across countries and regions.\nGeneral comments: Anemia is defined as a low blood haemoglobin concentration. Anaemia may result from a number of causes, with the most significant contributor being iron deficiency. Anaemia resulting from iron deficiency adversely affects cognitive and motor development and causes fatigue and low productivity. Children under age 5 and pregnant women have the highest risk for anemia.\nStatistical concept and methodology: Data on anemia are compiled by the WHO, and a statistical model was used to estimate trends. WHO’s hemoglobin threshold concentration in blood was used.\n"}}},"entityKey":{}}