{"variables":{"3453":{"years":[],"entities":[],"values":[],"id":3453,"name":"Prevalence of anemia among pregnant women (%)","unit":"%","description":"Prevalence of anemia, pregnant women, is the percentage of pregnant women whose hemoglobin level is less than 110 grams per liter at sea level.","created_at":"2017-07-06T13:03:32.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-06T13:03:32.000Z","code":"SH.PRG.ANEM","coverage":"","timespan":"1960-2016","datasetId":563,"variableTypeId":4,"sourceId":2115,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Health","s_id":2115,"s_name":"World Bank – WDI: Prevalence of anemia among pregnant women (%)","source":{"id":2115,"name":"World Bank – WDI: Prevalence of anemia among pregnant women (%)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Stevens GA, Finucane MM, De-Regil LM, et al. Global, regional, and national trends in hemoglobin concentration and prevalence of total and severe anemia in children and pregnant and non-pregnant women for 1995-2011: a systematic analysis of population-representative data. The Lancet Global Health 2013; 1(1): e16-e25.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Data should be used with caution because surveys differ in quality, coverage, age group interviewed, and treatment of missing values across countries and over time.\n\nData on anemia are compiled by the WHO based mainly on nationally representative surveys, which measure hemoglobin in the blood. WHO's hemoglobin thresholds are then used to determine anemia status based on age, sex, and physiological status.\nStatistical concept and methodology: Anemia is a condition in which the number of red blood cells or their oxygen-carrying capacity is insufficient to meet physiologic needs, which vary by age, sex, altitude, smoking status, and pregnancy status. In its severe form it is associated with fatigue, weakness, dizziness, and drowsiness. Children under age 5 and pregnant women have the highest risk for anemia.\n"}}},"entityKey":{}}