{"variables":{"72":{"years":[],"entities":[],"values":[],"id":72,"name":"Total population (Gapminder)","unit":"","description":"","created_at":"2015-07-23T07:52:31.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2015-07-23T07:52:31.000Z","code":null,"coverage":"","timespan":"","datasetId":70,"variableTypeId":3,"sourceId":301,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"Total population - Gapminder","s_id":301,"s_name":"Gapminder","source":{"id":301,"name":"Gapminder","dataPublishedBy":"","dataPublisherSource":"","link":"http://www.gapminder.org/","retrievedData":"","additionalInfo":"Gapminder dataset. Available online at http://www.gapminder.org/."}},"123":{"years":[],"entities":[],"values":[],"id":123,"name":"Countries Continents","unit":"","description":"Countries and their associated continents.","created_at":"2015-08-19T04:09:40.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-08-31T02:36:02.000Z","code":null,"coverage":"","timespan":"","datasetId":115,"variableTypeId":3,"sourceId":44,"uploaded_by":"jaiden","display":{},"shortUnit":null,"datasetName":"Countries Continents","s_id":44,"s_name":"Our World In Data","source":{"id":44,"name":"Our World In Data","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":""}},"3462":{"years":[],"entities":[],"values":[],"id":3462,"name":"Suicide mortality rate (per 100,000 population)","unit":"per 100,000 population","description":"Suicide mortality rate is the number of suicide deaths in a year per 100,000 population.","created_at":"2017-07-06T13:03:32.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-06T13:03:32.000Z","code":"SH.STA.SUIC.P5","coverage":"","timespan":"1960-2016","datasetId":563,"variableTypeId":4,"sourceId":2124,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"World Development Indicators - Health","s_id":2124,"s_name":"World Bank – WDI: Suicide mortality rate (per 100,000 population)","source":{"id":2124,"name":"World Bank – WDI: Suicide mortality rate (per 100,000 population)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Health Organization, Global Health Observatory Data Repository (http://apps.who.int/ghodata/).","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":""}},"3530":{"years":[],"entities":[],"values":[],"id":3530,"name":"GINI index (World Bank estimate)","unit":"%","description":"Gini index measures the extent to which the distribution of income (or, in some cases, consumption expenditure) among individuals or households within an economy deviates from a perfectly equal distribution. A Lorenz curve plots the cumulative percentages of total income received against the cumulative number of recipients, starting with the poorest individual or household. The Gini index measures the area between the Lorenz curve and a hypothetical line of absolute equality, expressed as a percentage of the maximum area under the line. Thus a Gini index of 0 represents perfect equality, while an index of 100 implies perfect inequality.","created_at":"2017-07-06T13:09:08.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-06T13:09:08.000Z","code":"SI.POV.GINI","coverage":"","timespan":"1960-2016","datasetId":564,"variableTypeId":4,"sourceId":2192,"uploaded_by":null,"display":{"name":"Income inequality (Gini; higher values = higher inequality)","unit":" ","shortUnit":" ","conversionFactor":0.01},"shortUnit":"%","datasetName":"World Development Indicators - Poverty","s_id":2192,"s_name":"World Bank – WDI: GINI index (World Bank estimate)","source":{"id":2192,"name":"World Bank – WDI: GINI index (World Bank estimate)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank, Development Research Group. Data are based on primary household survey data obtained from government statistical agencies and World Bank country departments. For more information and methodology, please see PovcalNet (http://iresearch.worldbank.org/PovcalNet/index.htm).","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Gini coefficients are not unique. It is possible for two different Lorenz curves to give rise to the same Gini coefficient. Furthermore it is possible for the Gini coefficient of a developing country to rise (due to increasing inequality of income) while the number of people in absolute poverty decreases. This is because the Gini coefficient measures relative, not absolute, wealth.\n\nAnother limitation of the Gini coefficient is that it is not additive across groups, i.e. the total Gini of a society is not equal to the sum of the Gini's for its sub-groups. Thus, country-level Gini coefficients cannot be aggregated into regional or global Gini's, although a Gini coefficient can be computed for the aggregate.\n\nBecause the underlying household surveys differ in methods and types of welfare measures collected, data are not strictly comparable across countries or even across years within a country. Two sources of non-comparability should be noted for distributions of income in particular. First, the surveys can differ in many respects, including whether they use income or consumption expenditure as the living standard indicator. The distribution of income is typically more unequal than the distribution of consumption. In addition, the definitions of income used differ more often among surveys. Consumption is usually a much better welfare indicator, particularly in developing countries. Second, households differ in size (number of members) and in the extent of income sharing among members. And individuals differ in age and consumption needs. Differences among countries in these respects may bias comparisons of distribution. \n\nWorld Bank staff have made an effort to ensure that the data are as comparable as possible. Wherever possible, consumption has been used rather than income. Income distribution and Gini indexes for high-income economies are calculated directly from the Luxembourg Income Study database, using an estimation method consistent with that applied for developing countries.\nGeneral comments: The World Bank’s internationally comparable poverty monitoring database now draws on income or detailed consumption data from more than one thousand household surveys across 138 countries in six regions and 21 other high income countries (industrialized economies). While income distribution data are published for all countries with data available, poverty data are published for low- and middle-income countries and countries eligible to receive loans from the World Bank (such as Chile) and recently graduated countries (such as Estonia) only. See PovcalNet (http://iresearch.worldbank.org/PovcalNet/WhatIsNew.aspx) for definitions of geographical regions and industrialized countries.\nStatistical concept and methodology: The Gini index measures the area between the Lorenz curve and a hypothetical line of absolute equality, expressed as a percentage of the maximum area under the line. A Lorenz curve plots the cumulative percentages of total income received against the cumulative number of recipients, starting with the poorest individual. Thus a Gini index of 0 represents perfect equality, while an index of 100 implies perfect inequality.\n\nThe Gini index provides a convenient summary measure of the degree of inequality. Data on the distribution of income or consumption come from nationally representative household surveys. Where the original data from the household survey were available, they have been used to calculate the income or consumption shares by quintile. Otherwise, shares have been estimated from the best available grouped data.\n\nThe distribution data have been adjusted for household size, providing a more consistent measure of per capita income or consumption. No adjustment has been made for spatial differences in cost of living within countries, because the data needed for such calculations are generally unavailable. For further details on the estimation method for low- and middle-income economies, see Ravallion and Chen (1996).\n\nSurvey year is the year in which the underlying household survey data were collected or, when the data collection period bridged two calendar years, the year in which most of the data were collected.\n"}}},"entityKey":{}}