{"variables":{"3466":{"years":[],"entities":[],"values":[],"id":3466,"name":"Unmet need for contraception (% of married women ages 15-49)","unit":"% of married women ages 15-49","description":"Unmet need for contraception is the percentage of fertile, married women of reproductive age who do not want to become pregnant and are not using contraception.","created_at":"2017-07-06T13:03:32.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-06T13:03:32.000Z","code":"SP.UWT.TFRT","coverage":"","timespan":"1960-2016","datasetId":563,"variableTypeId":4,"sourceId":2128,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Health","s_id":2128,"s_name":"World Bank – WDI: Unmet need for contraception (% of married women ages 15-49)","source":{"id":2128,"name":"World Bank – WDI: Unmet need for contraception (% of married women ages 15-49)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Household surveys, including Demographic and Health Surveys and Multiple Indicator Cluster Surveys. Largely compiled by United Nations Population Division.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"General comments: Unmet need for contraception measures the capacity women have in achieving their desired family size and birth spacing. Many couples in developing countries want to limit or postpone childbearing but are not using effective contraception. These couples have an unmet need for contraception. Common reasons are lack of knowledge about contraceptive methods and concerns about possible side effects.\nStatistical concept and methodology: Reproductive health is a state of physical and mental well-being in relation to the reproductive system and its functions and processes. Means of achieving reproductive health include education and services during pregnancy and childbirth, safe and effective contraception, and prevention and treatment of sexually transmitted diseases. Complications of pregnancy and childbirth are the leading cause of death and disability among women of reproductive age in developing countries.\n\nMany couples in developing countries want to limit or postpone childbearing but are not using effective contraception. These couples have an unmet need for contraception. Common reasons are lack of knowledge about contraceptive methods and concerns about possible side effects. This indicator excludes women not exposed to the risk of unintended pregnancy because of menopause, infertility, or postpartum anovulation.\n"}}},"entityKey":{}}