{"variables":{"3473":{"years":[],"entities":[],"values":[],"id":3473,"name":"Smoking prevalence, males (% of adults)","unit":"% of adults","description":"Prevalence of smoking, male is the percentage of men ages 15 and over who smoke any form of tobacco, including cigarettes, cigars, pipes or any other smoked tobacco products. Data include daily and non-daily or occasional smoking.","createdAt":"2017-07-06T09:03:34.000Z","updatedAt":"2018-02-28T08:58:31.000Z","code":"SH.PRV.SMOK.MA","coverage":"","timespan":"1960-2016","datasetId":563,"sourceId":2135,"shortUnit":"%","display":{},"columnOrder":0,"datasetName":"World Development Indicators - Health","s_id":2135,"s_name":"World Bank – WDI: Smoking prevalence, males (% of adults)","source":{"id":2135,"name":"World Bank – WDI: Smoking prevalence, males (% of adults)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Health Organization, Global Health Observatory Data Repository (http://apps.who.int/ghodata/).","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Statistical concept and methodology: The limited availability of data on health status is a major constraint in assessing the health situation in developing countries. Surveillance data are lacking for many major public health concerns. Estimates of prevalence and incidence are available for some diseases but are often unreliable and incomplete. National health authorities differ widely in capacity and willingness to collect or report information. To compensate for this and improve reliability and international comparability, the World Health Organization (WHO) prepares estimates in accordance with epidemiological models and statistical standards.\n\nSmoking is the most common form of tobacco use and the prevalence of smoking is therefore a good measure of the tobacco epidemic. (Corrao MA, Guindon GE, Sharma N, Shokoohi  DF (eds). Tobacco Control Country Profiles, 2000, American Cancer Society, Atlanta.) Tobacco use causes heart and other vascular diseases and cancers of the lung and other organs. Given the long delay between starting to smoke and the onset of disease, the health impact of smoking will increase rapidly only in the next few decades. The data presented are age-standardized rates for adults ages 15 and older from the WHO.\n"}}},"entityKey":{}}