{"variables":{"3474":{"years":[],"entities":[],"values":[],"id":3474,"name":"Consumption of iodized salt (% of households)","unit":"% of households","description":"Consumption of iodized salt refers to the percentage of households that use edible salt fortified with iodine.","created_at":"2017-07-06T13:03:35.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-06T13:03:35.000Z","code":"SN.ITK.SALT.ZS","coverage":"","timespan":"1960-2016","datasetId":563,"variableTypeId":4,"sourceId":2136,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Health","s_id":2136,"s_name":"World Bank – WDI: Consumption of iodized salt (% of households)","source":{"id":2136,"name":"World Bank – WDI: Consumption of iodized salt (% of households)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"United Nations Children's Fund, State of the World's Children.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"General comments: Iodine deficiency is the single most important cause of preventable mental retardation, contributes significantly to the risk of stillbirth and miscarriage, and increases the incidence of infant mortality. A diet low in iodine is the main cause of iodine deficiency. It usually occurs among populations living in areas where the soil has been depleted of iodine. If soil is deficient in iodine, then so are the plants grown in it, including the grains and vegetables that people and animals consume. There are almost no countries in the world where iodine deficiency has not been a public health problem. Many newborns in low- and middle-income countries remain unprotected from the lifelong consequences of brain damage associated with iodine deficiency disorders, which affect a child's ability to learn and to earn a living as an adult, and in turn prevents children, communities, and countries from fulfilling their potential (UNICEF, www.childinfo.org). Widely used and inexpensive, iodized salt is the best source of iodine, and a global campaign to iodize edible salt is significantly reducing the risks associated with iodine deficiency.\nStatistical concept and methodology: Most of the data on consumption of iodized salt are derived from household surveys. For the data that are from household surveys, the year refers to the survey year.\n"}}},"entityKey":{}}