{"variables":{"3476":{"years":[],"entities":[],"values":[],"id":3476,"name":"Vitamin A supplementation coverage rate (% of children ages 6-59 months)","unit":"% of children ages 6-59 months","description":"Vitamin A supplementation refers to the percentage of children ages 6-59 months old who received at least two doses of vitamin A in the previous year.","created_at":"2017-07-06T13:03:36.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-06T13:03:36.000Z","code":"SN.ITK.VITA.ZS","coverage":"","timespan":"1960-2016","datasetId":563,"variableTypeId":4,"sourceId":2138,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Health","s_id":2138,"s_name":"World Bank – WDI: Vitamin A supplementation coverage rate (% of children ages 6-59 months)","source":{"id":2138,"name":"World Bank – WDI: Vitamin A supplementation coverage rate (% of children ages 6-59 months)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"United Nations Children's Fund, State of the World's Children.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"General comments: Vitamin A is essential for optimal functioning of the immune system. Vitamin A deficiency, a leading cause of blindness, also causes a greater risk of dying from a range of childhood ailments such as measles, malaria, and diarrhea. In low- and middle-income countries, where vitamin A is consumed largely in fruits and vegetables, daily per capita intake is often insufficient to meet dietary requirements. Providing young children with two high-dose vitamin A capsules a year is a safe, cost-effective, efficient strategy for eliminating vitamin A deficiency and improving child survival. Giving vitamin A to new breastfeeding mothers helps protect their children during the first few months of life. Food fortification with vitamin A is being introduced in many developing countries.\n"}}},"entityKey":{}}