{"variables":{"3478":{"years":[],"entities":[],"values":[],"id":3478,"name":"Incidence of tuberculosis (per 100,000 people)","unit":"per 100,000 people","description":"Incidence of tuberculosis is the estimated number of new and relapse tuberculosis cases arising in a given year, expressed as the rate per 100,000 population. All forms of TB are included, including cases in people living with HIV. Estimates for all years are recalculated as new information becomes available and techniques are refined, so they may differ from those published previously.","createdAt":"2017-07-06T09:03:36.000Z","updatedAt":"2018-02-28T08:58:31.000Z","code":"SH.TBS.INCD","coverage":"","timespan":"1960-2016","datasetId":563,"sourceId":2140,"shortUnit":null,"display":{},"columnOrder":0,"datasetName":"World Development Indicators - Health","s_id":2140,"s_name":"World Bank – WDI: Incidence of tuberculosis (per 100,000 people)","source":{"id":2140,"name":"World Bank – WDI: Incidence of tuberculosis (per 100,000 people)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Health Organization, Global Tuberculosis Report.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: The limited availability of data on health status is a major constraint in assessing the health situation in developing countries. Surveillance data are lacking for many major public health concerns. Estimates of prevalence and incidence are available for some diseases but are often unreliable and incomplete. National health authorities differ widely in capacity and willingness to collect or report information. To compensate for this and improve reliability and international comparability, the World Health Organization (WHO) prepares estimates in accordance with epidemiological models and statistical standards.\n\nUncertainty bounds for the incidence are available at http://data.worldbank.org\nNotes from original source: Estimates are presented with uncertainty intervals (see footnote). When ranges are presented, the lower and higher numbers correspond to the 2.5th and 97.5th centiles of the outcome distributions (generally produced by simulations). For more detailed information, see the original source.\nStatistical concept and methodology: Tuberculosis is one of the main causes of adult deaths from a single infectious agent in developing countries. In developed countries tuberculosis has reemerged largely as a result of cases among immigrants. Since tuberculosis incidence cannot be directly measured, estimates are obtained by eliciting expert opinion or are derived from measurements of prevalence or mortality.\n"}}},"entityKey":{}}