{"variables":{"72":{"years":[],"entities":[],"values":[],"id":72,"name":"Total population (Gapminder)","unit":"","description":"","created_at":"2015-07-23T07:52:31.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2015-07-23T07:52:31.000Z","code":null,"coverage":"","timespan":"","datasetId":70,"variableTypeId":3,"sourceId":301,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"Total population - Gapminder","s_id":301,"s_name":"Gapminder","source":{"id":301,"name":"Gapminder","dataPublishedBy":"","dataPublisherSource":"","link":"http://www.gapminder.org/","retrievedData":"","additionalInfo":"Gapminder dataset. Available online at http://www.gapminder.org/."}},"121":{"years":[],"entities":[],"values":[],"id":121,"name":"Under 5 mortality rate [Our World in Data]","unit":"per 1,000 live births","description":"","created_at":"2015-08-12T06:14:58.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-06-15T13:57:53.000Z","code":null,"coverage":"global by country","timespan":"1751-2015","datasetId":113,"variableTypeId":3,"sourceId":43,"uploaded_by":"Hannah.Ritchie","display":{"name":"Child mortality rate","unit":"%","tolerance":5,"conversionFactor":0.1},"shortUnit":null,"datasetName":"Under 5 mortality rate [Our World in Data]","s_id":43,"s_name":"Our World in Data based on Human Mortality Database and UN Child Mortality Estimates (2012)","source":{"id":43,"name":"Our World in Data based on Human Mortality Database and UN Child Mortality Estimates (2012)","dataPublishedBy":"UN Child Mortality Estimates (CME) and Human Mortality Database (HMD)","dataPublisherSource":"","link":"http://www.childmortality.org/ http://www.mortality.org/","retrievedData":"","additionalInfo":"We have combined two sources: The UN Child Mortality Estimates (CME) data and the Human Mortality Database (HMD).\r\n\r\nAll data points from the CME used. HMD has been used as a supplement when CME data is not available for a given year. HMD values are multiplied by factor of 1.1 for Belarus, Hungary and Lithuania (to match CME data as described in Hill et al. 2012). HMD values are multiplied by a factor of 1.2 for Bulgaria, Czech Republic, Latvia, Russia, Slovakia, Spain and Estonia (before 1992) (to match CME as described in Hill et al. 2012).\r\n\r\nHill et al. 2012 adjust the CME data by these same factors because of concerns about the low levels of early neonatal death recorded in the civil registration systems of these countries compared to western European countries as a result of differences in the definition of live births.\r\n\r\nMore information can be found in their paper: Hill K, You D, Inoue M, Oestergaard MZ, Technical Advisory Group of the United Nations Inter-agency Group for Child Mortality Estimation (2012) Child Mortality Estimation: Accelerated Progress in Reducing Global Child Mortality, 1990-2010. PLoS Med 9(8): e1001303. doi:10.1371/journal.pmed.1001303"}},"123":{"years":[],"entities":[],"values":[],"id":123,"name":"Countries Continents","unit":"","description":"Countries and their associated continents.","created_at":"2015-08-19T04:09:40.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-08-31T02:36:02.000Z","code":null,"coverage":"","timespan":"","datasetId":115,"variableTypeId":3,"sourceId":44,"uploaded_by":"jaiden","display":{},"shortUnit":null,"datasetName":"Countries Continents","s_id":44,"s_name":"Our World In Data","source":{"id":44,"name":"Our World In Data","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":""}},"3520":{"years":[],"entities":[],"values":[],"id":3520,"name":"Poverty headcount ratio at $1.90 a day (2011 PPP) (% of population)","unit":"%","description":"Poverty headcount ratio at $1.90 a day is the percentage of the population living on less than $1.90 a day at 2011 international prices. As a result of revisions in PPP exchange rates, poverty rates for individual countries cannot be compared with poverty rates reported in earlier editions.","created_at":"2017-07-06T13:08:26.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-06T13:08:26.000Z","code":"SI.POV.DDAY","coverage":"","timespan":"1960-2016","datasetId":564,"variableTypeId":4,"sourceId":2182,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"World Development Indicators - Poverty","s_id":2182,"s_name":"World Bank – WDI: Poverty headcount ratio at $1.90 a day (2011 PPP) (% of population)","source":{"id":2182,"name":"World Bank – WDI: Poverty headcount ratio at $1.90 a day (2011 PPP) (% of population)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Bank, Development Research Group. Data are based on primary household survey data obtained from government statistical agencies and World Bank country departments. Data for high-income economies are from the Luxembourg Income Study database. For more information and methodology, please see PovcalNet (http://iresearch.worldbank.org/PovcalNet/index.htm).","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Despite progress in the last decade, the challenges of measuring poverty remain. The timeliness, frequency, quality, and comparability of household surveys need to increase substantially, particularly in the poorest countries. The availability and quality of poverty monitoring data remains low in small states, countries with fragile situations, and low-income countries and even some middle-income countries. The low frequency and lack of comparability of the data available in some countries create uncertainty over the magnitude of poverty reduction. \n\nBesides the frequency and timeliness of survey data, other data quality issues arise in measuring household living standards. The surveys ask detailed questions on sources of income and how it was spent, which must be carefully recorded by trained personnel. Income is generally more difficult to measure accurately, and consumption comes closer to the notion of living standards. And income can vary over time even if living standards do not. But consumption data are not always available: the latest estimates reported here use consumption data for about two-thirds of countries.\n\nHowever, even similar surveys may not be strictly comparable because of differences in timing or in the quality and training of enumerators. Comparisons of countries at different levels of development also pose a potential problem because of differences in the relative importance of the consumption of nonmarket goods. The local market value of all consumption in kind (including own production, particularly important in underdeveloped rural economies) should be included in total consumption expenditure but may not be. Most survey data now include valuations for consumption or income from own production, but valuation methods vary.\nGeneral comments: The World Bank’s internationally comparable poverty monitoring database now draws on income or detailed consumption data from more than one thousand household surveys across 138 countries in six regions and 21 other high income countries (industrialized economies). While income distribution data are published for all countries with data available, poverty data are published for low- and middle-income countries and countries eligible to receive loans from the World Bank (such as Chile) and recently graduated countries (such as Estonia) only. The aggregated numbers for low- and middle-income countries correspond to the totals of 6 regions in PovcalNet, which include low- and middle-income countries and countries eligible to receive loans from the World Bank (such as Chile) and recently graduated countries (such as Estonia). See PovcalNet (http://iresearch.worldbank.org/PovcalNet/WhatIsNew.aspx) for definitions of geographical regions and industrialized countries.\nStatistical concept and methodology: International comparisons of poverty estimates entail both conceptual and practical problems. Countries have different definitions of poverty, and consistent comparisons across countries can be difficult. Local poverty lines tend to have higher purchasing power in rich countries, where more generous standards are used, than in poor countries.\n\nSince World Development Report 1990, the World Bank has aimed to apply a common standard in measuring extreme poverty, anchored to what poverty means in the world's poorest countries. The welfare of people living in different countries can be measured on a common scale by adjusting for differences in the purchasing power of currencies. The commonly used $1 a day standard, measured in 1985 international prices and adjusted to local currency using purchasing power parities (PPPs), was chosen for World Development Report 1990 because it was typical of the poverty lines in low-income countries at the time. As differences in the cost of living across the world evolve, the international poverty line has to be periodically updated using new PPP price data to reflect these changes. The last change was in October 2015, when we adopted $1.90 as the international poverty line using the 2011 PPP. Prior to that, the 2008 update set the international poverty line at $1.25 using the 2005 PPP. Poverty measures based on international poverty lines attempt to hold the real value of the poverty line constant across countries, as is done when making comparisons over time.\n\nCorresponding to the $2 a day (2005 PPP) poverty line, the equivalent poverty line based on 2011 PPP is $3.10 a day. \n\nEarly editions of World Development Indicators used PPPs from the Penn World Tables to convert values in local currency to equivalent purchasing power measured in U.S dollars. Later editions used 1993, 2005, and 2011 consumption PPP estimates produced by the World Bank. The current extreme poverty line is set at $1.90 a day in 2011 PPP terms, which represents the mean of the poverty lines found in the poorest 15 countries ranked by per capita consumption. The new poverty line maintains the same standard for extreme poverty - the poverty line typical of the poorest countries in the world - but updates it using the latest information on the cost of living in developing countries. As a result of revisions in PPP exchange rates, poverty rates for individual countries cannot be compared with poverty rates reported in earlier editions.\n\nThe statistics reported here are based on consumption data or, when unavailable, on income surveys. Analysis of some 20 countries for which income and consumption expenditure data were both available from the same surveys found income to yield a higher mean than consumption but also higher inequality. When poverty measures based on consumption and income were compared, the two effects roughly cancelled each other out: there was no significant statistical difference.\n"}}},"entityKey":{}}