{"variables":{"358":{"years":[],"entities":[],"values":[],"id":358,"name":"xHuman Rights Protection Scores – by Christopher Farris and Keith Schnakenberg","unit":"","description":"The human rights protection scores estimate the respect for human rights. Higher scores indicate more respect for human rights (and vice versa). \n","createdAt":"2016-01-01T00:00:00.000Z","updatedAt":"2018-06-22T16:46:42.000Z","code":null,"coverage":"Globally, by country and world average","timespan":"1949 - 2014","datasetId":241,"sourceId":208,"shortUnit":null,"display":{},"columnOrder":0,"datasetName":"Human Rights Protection Scores – Christopher Farris (2014) and Keith Schnakenberg","s_id":208,"s_name":"Human Rights Protection Scores – Christopher Farris (2014) and Keith Schnakenberg","source":{"id":208,"name":"Human Rights Protection Scores – Christopher Farris (2014) and Keith Schnakenberg","dataPublishedBy":"These data were published in the following two papers: Christopher J. Fariss. 2014. Respect for Human Rights has Improved Over Time: Modeling the Changing Standard of Accountability. American Political Science Review 108(2):297-318 (May 2014). Supplementary Materials: Keith Schnakenberg and Christopher J. Fariss. 2014. Dynamic Patterns of Human Rights Practices. Political Science Research and Methods 2(1):1-31 (April 2014).","dataPublisherSource":"","link":"humanrightsscores.org","retrievedData":"","additionalInfo":"This dataset is based on Farris and Schnakenberg's (2014). They use an econometric model for estimating ‘latent' human rights.\n\nThe authors aggregate multiple types of abuse into one scale. These are coded from CIRI data and are split into four items including disappearances, extrajudicial killing, political imprisonment, and torture (see Table 1 for further information [here] . This data is fed into their model, and gives a range of parameter estimates around -3 and 3, where a higher score indicates more respect for human rights (and vice versa).\n\nFor further details on the model and background see: \nhttp://cfariss.com/documents/SchnakenbergFariss2014PSRM.pdf\nhttps://papers.ssrn.com/sol3/papers.cfm?abstract_id=2358014&download=yes.\n\nThe original dataset includes the country ids 666.001, 666.002, and 666.003. These correspond to different human rights reports which were produced for distinct areas in Israel (Israel, pre-1967 borders Israel, occupied territories Palestinian Authority). Because of technical limitations they cannot be shown in these visualisations and shown is only the 'Israel' series."}}},"entityKey":{}}