{"variables":{"3636":{"years":[],"entities":[],"values":[],"id":3636,"name":"Hidden Hunger Index in pre-school children (Muthayya et al. (2013))","unit":"","description":"The HHI-PD score ranged between the best and worst possible scores of 0 and 100, respectively. ","created_at":"2017-07-24T21:11:53.000Z","updated_at":"2018-02-28T13:58:31.000Z","uploaded_at":"2017-07-24T21:11:53.000Z","code":null,"coverage":"global by country","timespan":"2009","datasetId":595,"variableTypeId":3,"sourceId":2234,"uploaded_by":"Hannah.Ritchie","display":{},"shortUnit":null,"datasetName":"Hidden Hunger Index in pre-school children - Muthayya et al. (2013)","s_id":2234,"s_name":"Hidden Hunger Index in pre-school children - Muthayya et al. (2013)","source":{"id":2234,"name":"Hidden Hunger Index in pre-school children - Muthayya et al. (2013)","dataPublishedBy":"Muthayya, S., Rah, J. H., Sugimoto, J. D., Roos, F. F., Kraemer, K., & Black, R. E. (2013). The global hidden hunger indices and maps: an advocacy tool for action. PLoS One, 8(6).","dataPublisherSource":"WHO Databases and demographic surveys","link":"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0067860","retrievedData":"","additionalInfo":"The authors note: \"Hidden Hunger Index (HHI-PD) for preschool-age children is calculated as the average of three deficiency prevalence estimates: preschool children affected by stunting, anemia due to iron deficiency, and vitamin-A deficiency. The three components were equally weighted (HHI-PD score = [stunting (%) + anemia (%) + low serum retinol (%)]/3).\n\nThe HHI-PD score ranged between the best and worst possible scores of 0 and 100, respectively. Applying arbitrary cut-offs, HHI-PD scores between 0 and 19.9 were considered mild, 20-34.9 as moderate, 35-44.9 as severe, and 45-100 as alarmingly high. Highly developed countries with a 2007 Human Development Index (HDI) score above 0.9 (n=41) were assumed to have a low prevalence of micronutrient deficiencies, and were therefore excluded from this analysis.\n\nData on micronutrient deficiencies used in this index relate to national-level analysis and surveys over the period 1999-2009."}}},"entityKey":{}}