{"variables":{"42402":{"years":[],"entities":[],"values":[],"id":42402,"name":"Fish species, threatened","unit":"","description":"Fish species are based on Froese, R. and Pauly, D. (eds). 2008. Threatened species are the number of species classified by the IUCN as endangered, vulnerable, rare, indeterminate, out of danger, or insufficiently known.","created_at":"2017-09-14T00:06:01.000Z","updated_at":"2018-02-28T13:58:52.000Z","uploaded_at":"2017-09-14T00:06:01.000Z","code":"EN.FSH.THRD.NO","coverage":"","timespan":"1960-2016","datasetId":554,"variableTypeId":4,"sourceId":6736,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"World Development Indicators - Environment","s_id":6736,"s_name":"World Bank – WDI: Fish species, threatened","source":{"id":6736,"name":"World Bank – WDI: Fish species, threatened","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"Froese, R. and Pauly, D. (eds). 2008. FishBase database, www.fishbase.org.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: Reporting the proportion of threatened species on the Red List is complicated by the fact that not all species groups have been fully evaluated, and also by the fact that some species have so little information available that they can only be assessed as Data Deficient (DD). For many of the incompletely evaluated groups, assessment efforts have focused on species that are likely to be threatened; therefore any percentage of threatened species reported for these groups would be heavily biased (i.e., the percentage of threatened species would likely be an overestimate).\n\nSince IUCN has evaluated extinction risk for less than 5 percent of the world's described species, IUCN cannot provide an overall estimate for how many of the planet's species are threatened. For those groups that have been comprehensively evaluated, the proportion of threatened species can be calculated, but the number of threatened species is often uncertain because it is not known whether Data Deficient species are actually threatened or not.\n\nDue to variations in consistency and methods of collection, data quality is highly variable across countries. Some countries update their information more frequently than others, some have more accurate data on extent of coverage, and many underreport the number or extent of protected areas. Also, because of differences in definitions, reporting practices, and reporting periods, cross-country comparability of threatened species is limited.\n\nIn order to ensure global uniformity when describing the habitat in which a taxon (a taxonomic group of any rank) occurs, the threats to a taxon, what conservation actions are in place or are needed, and whether or not the taxon is utilized, a set of standard terms, called Classification Schemes, are being developed, for documenting taxonomy on the IUCN Red List.\nStatistical concept and methodology: Species assessed as Critically Endangered (CR), Endangered (EN) or Vulnerable (VU) are referred to as \"threatened\" species. The International Union for Conservation of Nature (IUCN) Red List of Threatened Species collects and disseminates information on the global threated species.\n\nProportion of threatened species is only reported for the more completely evaluated groups (i.e., >90% of species evaluated). Also, the reported percentage of threatened species for each group is presented as a best estimate within a range of possible values bounded by lower and upper estimates:\n\nLower estimate = % threatened extant species if all Data Deficient species are not threatened, i.e., (CR + EN + VU) / (total assessed - EX)\n\nBest estimate = % threatened extant species if Data Deficient species are equally threatened as data sufficient species, i.e., (CR + EN + VU) / (total assessed - EX - DD)\n\nUpper estimate = % threatened extant species if all Data Deficient species are threatened, i.e., (CR + EN + VU + DD) / (total assessed - EX)\n\nAdditional information on ecology and habitat preferences, threats, and conservation action are also collated and assessed as part of Red List process.\n"}}},"entityKey":{}}