{"variables":{"72":{"years":[],"entities":[],"values":[],"id":72,"name":"Total population (Gapminder)","unit":"","description":"","created_at":"2015-07-23T07:52:31.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2015-07-23T07:52:31.000Z","code":null,"coverage":"","timespan":"","datasetId":70,"variableTypeId":3,"sourceId":301,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"Total population - Gapminder","s_id":301,"s_name":"Gapminder","source":{"id":301,"name":"Gapminder","dataPublishedBy":"","dataPublisherSource":"","link":"http://www.gapminder.org/","retrievedData":"","additionalInfo":"Gapminder dataset. Available online at http://www.gapminder.org/."}},"123":{"years":[],"entities":[],"values":[],"id":123,"name":"Countries Continents","unit":"","description":"Countries and their associated continents.","created_at":"2015-08-19T04:09:40.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-08-31T02:36:02.000Z","code":null,"coverage":"","timespan":"","datasetId":115,"variableTypeId":3,"sourceId":44,"uploaded_by":"jaiden","display":{},"shortUnit":null,"datasetName":"Countries Continents","s_id":44,"s_name":"Our World In Data","source":{"id":44,"name":"Our World In Data","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":""}},"37450":{"years":[],"entities":[],"values":[],"id":37450,"name":"Food Balance Sheets: Meat - Food supply quantity (kg/capita/yr) (FAO (2017))","unit":"kg","description":"Food Balance Sheet presents a comprehensive picture of the pattern of a country's food supply during a specified reference period. The food balance sheet shows for each food item - i.e. each primary commodity and a number of processed commodities potentially available for human consumption - the sources of supply and its utilization. The total quantity of foodstuffs produced in a country added to the total quantity imported and adjusted to any change in stocks that may have occurred since the beginning of the reference period gives the supply available during that period. On the utilization side a distinction is made between the quantities exported, fed to livestock, used for seed, put to manufacture for food use and non-food uses, losses during storage and transportation, and food supplies available for human consumption. The per caput supply of each such food item available for human consumption is then obtained by dividing the respective quantity by the related data on the population actually partaking of it. Data on per caput food supplies are expressed in terms of quantity and - by applying appropriate food composition factors for all primary and processed products - also in terms of caloric value and protein and fat content.","created_at":"2017-08-29T18:25:15.000Z","updated_at":"2018-02-28T13:58:47.000Z","uploaded_at":"2017-08-29T18:25:15.000Z","code":"2943 - 645","coverage":"","timespan":"","datasetId":843,"variableTypeId":4,"sourceId":3003,"uploaded_by":null,"display":{},"shortUnit":"kg","datasetName":"Food Balance: Food Balance Sheets - FAO (2017)","s_id":3003,"s_name":"Food Balance Sheets - FAO (2017)","source":{"id":3003,"name":"Food Balance Sheets - FAO (2017)","dataPublishedBy":"Food and Agriculture Organization of the United Nations (FAO) (2017) ","dataPublisherSource":"The main source is official statistics from FAO member countries. Exceptionally, unofficial data are also used as well as estimated/imputed data. In both cases this is \"flagged\". Data are recorded as countries report them, except for eliminating obvious errors. The source data can originate from surveys, administrative data and estimates based on expert observations. Which type of source is used by countries affect significantly reliability and comparability of data.","link":"http://www.fao.org/faostat/en/?#data/","retrievedData":"","additionalInfo":"\r\n\t: \r\nFood Balance Sheets (FBS) are compiled every year by FAO, mainly with country-level data on the production and trade of food commodities. Using these data and the available information on seed rates, waste coefficients, stock changes and types of utilization (feed, food, processing and other utilization), a supply/utilization account is prepared for each commodity in weight terms. The food component of the commodity account, which is usually derived as a balancing item, refers to the total amount of the commodity available for human consumption during the year. Besides commodity-by-commodity information, the FAO FBS also provide total food availability estimates by aggregating the food component of all commodities including fishery products. From these values and the available population estimates, the per person dietary energy and protein and fat supplies are derived and expressed on a daily basis. In the FBS production data refer only to primary products while data for all other elements also include processed products derived there from, expressed in primary commodity equivalent.\r\n\r\n"}},"43162":{"years":[],"entities":[],"values":[],"id":43162,"name":"Antibiotic use in livestock","unit":"mg/PCU","description":"","created_at":"2017-11-11T16:34:51.000Z","updated_at":"2018-02-28T13:58:53.000Z","uploaded_at":"2017-11-11T16:52:52.000Z","code":null,"coverage":"","timespan":"","datasetId":1033,"variableTypeId":3,"sourceId":6893,"uploaded_by":"Hannah.Ritchie","display":{"name":"Antibiotic use in livestock","shortUnit":"mg"},"shortUnit":null,"datasetName":"Antibiotic use in livestock - European Commission & Van Boeckel et al.","s_id":6893,"s_name":"Antibiotic use in livestock - European Commision & Boeckel et al.","source":{"id":6893,"name":"Antibiotic use in livestock - European Commision & Boeckel et al.","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":"Data on antibiotic use in livestock was derived from multiple sources.\n\nAntibiotic use across Europe is typically well-reported by the European Commission, allowing for the use of time-series trends. Time-series data from 2010-2015 for European countries was therefore sourced from:  European Medicines Agency, European Surveillance of Veterinary Antimicrobial Consumption, 2017.\n‘Sales of veterinary antimicrobial agents in 30 European countries in 2015’. (EMA/184855/2017). Available at: http://www.ema.europa.eu/docs/en_GB/document_library/Report/2017/10/WC500236750.pdf.\n\nAdditional data for the United Kingdom in 2016 was sourced from: UK-VARSS 2016; UK – Veterinary Antibiotic Resistance\nand Sales Surveillance Report (2017). Available at: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/655403/_1274590_VARSS_2016_report.PDF\n\nGlobal-level estimates by country for the year 2010 were published by: Van Boeckel, T. P., Brower, C., Gilbert, M., Grenfell, B. T., Levin, S. A., Robinson, T. P., ... & Laxminarayan, R. (2015). Global trends in antimicrobial use in food animals. Proceedings of the National Academy of Sciences, 112(18), 5649-5654. Available at: http://www.pnas.org/content/112/18/5649.full.pdf\nFull data from Boeckel et al. (2015) is available by the Center for Disease Dynamics, Economics & Policy (CDDEP). Available at: https://resistancemap.cddep.org/AnimalUse.php\n\nAntibiotic use is normalised to the average consumption per kilogram of meat production. This correction for livestock population sizes and types is termed 'population-corrected unit' (PCU). Data is reported as the milligrams of total antibiotic ingredient per PCU (mg/PCU), which translates to mg per kilogram of meat production (mg/kg meat).\n"}}},"entityKey":{}}