{"variables":{"72":{"years":[],"entities":[],"values":[],"id":72,"name":"Total population (Gapminder)","unit":"","description":"","createdAt":"2015-07-23T03:52:31.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":null,"coverage":"","timespan":"","datasetId":70,"sourceId":301,"shortUnit":null,"display":{},"columnOrder":0,"datasetName":"Total population - Gapminder","s_id":301,"s_name":"Gapminder","source":{"id":301,"name":"Gapminder","dataPublishedBy":"","dataPublisherSource":"","link":"http://www.gapminder.org/","retrievedData":"","additionalInfo":"Gapminder dataset. Available online at http://www.gapminder.org/."}},"123":{"years":[],"entities":[],"values":[],"id":123,"name":"Countries Continents","unit":"","description":"Countries and their associated continents.","createdAt":"2015-08-19T00:09:40.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":null,"coverage":"","timespan":"","datasetId":115,"sourceId":44,"shortUnit":null,"display":{},"columnOrder":0,"datasetName":"Countries Continents","s_id":44,"s_name":"Our World In Data","source":{"id":44,"name":"Our World In Data","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":""}},"1351":{"years":[],"entities":[],"values":[],"id":1351,"name":"Total years of schooling (Lee-Lee (2016))","unit":"years","description":"Total years of schooling. ","createdAt":"2016-08-29T19:55:51.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":null,"coverage":"","timespan":"1870-2010","datasetId":289,"sourceId":389,"shortUnit":null,"display":{"name":"Mean years of schooling"},"columnOrder":0,"datasetName":"Human Capital in Long-Run - Lee-Lee (2016)","s_id":389,"s_name":"Lee and Lee (2016)","source":{"id":389,"name":"Lee and Lee (2016)","dataPublishedBy":"Lee and Lee (2016), Human capital in the long run. Journal of Development Economics","dataPublisherSource":"Compiled census observations and information on the year of establishment of the oldest school in individual countries.","link":"http://www.barrolee.com/Lee_Lee_LRdata_dn.htm","retrievedData":"","additionalInfo":"Author's note: \"We construct a complete data set of historical enrollment ratios, subdivided by education level and gender, for 111 countries from 1820 to 1945 (at five-year intervals) by using newly compiled census observations and information on the year of establishment of the oldest school in individual countries. Then, by utilizing these enrollment ratios, as well as available census data from 1945 onward on different age groups' educational attainment, we construct a data set of estimated educational attainment, disaggregated by gender and age group, and aggregate human capital stock that spans from 1870 to 2010.\"\n\nFor regional estimates, the authors classify the following countries as 'Advanced Economies': Australia, Austria, Belgium, Canada, Denmark, Finland, France, Germany, Greece, Iceland, Ireland, Italy, Japan, Luxembourg, Netherlands, New Zealand, Norway, Portugal, Spain, Sweden, Switzerland, Turkey, USA, United Kingdom. Further details on regional classifications are available in the source paper."}},"6492":{"years":[],"entities":[],"values":[],"id":6492,"name":"Political Rights - fh_pr","unit":"","description":"Political Rights - Political rights enable people to participate freely in the political process, including the right to vote freely for distinct alternatives in legitimate elections, compete for public office, join political parties and organizations, and elect representatives who have a decisive impact on public policies and are accountable to the electorate. The specific list of rights considered varies over the years. Countries are graded between 1 (most free) and 7 (least free).","createdAt":"2017-07-25T12:01:35.000Z","updatedAt":"2018-02-28T08:58:32.000Z","code":"fh_pr","coverage":"","timespan":"1972 - 2015","datasetId":625,"sourceId":2613,"shortUnit":"","display":{},"columnOrder":0,"datasetName":"Quality of Government - Quality of Government dataset","s_id":2613,"s_name":"Freedom House via the Quality of Government dataset","source":{"id":2613,"name":"Freedom House via the Quality of Government dataset","dataPublishedBy":"The Quality of Government Institute","dataPublisherSource":"Freedom House","link":"http://qog.pol.gu.se/data, http://www.freedomhouse.org/report/freedom-world-aggregate-and-subcategory-scores","retrievedData":"","additionalInfo":"Freedom in the World is an annual comparative assessment of political rights and civil liberties that this year covers 195 countries and 15 related and disputed territories. \\\n\\\nSince the report began in 1972, each country and territory has been assigned two numerical ratings - one for political rights and one for civil liberties - based on a 1 to 7 scale. Underlying those ratings are more detailed assessments of country situations based on a 40-point scale for political rights and a 60-point scale for civil liberties. Freedom House now releases these aggregate scores for political rights and civil liberties for each country in order to provide more nuanced information about country trends beyond the 7-point rating scales used previously.\\\n\\\nIn addition, in order to generate debate and discussions within countries as to areas that are most in need of reform, Freedom House releases the scores for the seven subcategories that fall under political rights and civil liberties. These subcategories, drawn from the Universal Declaration of Human Rights, represent the fundamental components of freedom, which include an individual's ability to:\n\\ - Vote freely in legitimate elections;\n\\ - Participate freely in the political process;\n\\ - Have representatives that are accountable to them;\n\\ - Exercise freedoms of expression and belief;\n\\ - Be able to freely assemble and associate;\n\\ - Have access to an established and equitable system of rule of law;\n\\ - Enjoy social and economic freedoms, including equal access to economic opportunities and the right to hold private property.\n\\ \\Note: The 1982 edition of Freedom in the World covers the period Jan 1981- Aug 1982 (=1981 in our dataset). The 1983-84 edition covers the period Aug 1982 - Nov 1983 (=1983 in our dataset). This leaves 1982 empty. For 1972, South Africa was in the original data rated as ''White'' (fh_cl: 3, fh_pr: 2, fh_status: Free) and ''Black'' (fh_cl: 6, fh_pr: 5, fh_status: Not Free). We treat South Africa 1972 as missing.\\ \\\nFreedom of the Press, an annual report on media independence around the world, assesses the degree of print, broadcast, and digital media freedom in 199 countries and territories. Published since 1980, it provides numerical scores and country narratives evaluating the legal environment for the media, political pressures that influence reporting, and economic factors that affect access to news and information. Freedom of the Press is the most comprehensive data set available on global media freedom and serves as a key resource for policymakers, international institutions, journalists, activists, and scholars worldwide."}}},"entityKey":{}}