{"variables":{"72":{"years":[],"entities":[],"values":[],"id":72,"name":"Total population (Gapminder)","unit":"","description":"","created_at":"2015-07-23T07:52:31.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2015-07-23T07:52:31.000Z","code":null,"coverage":"","timespan":"","datasetId":70,"variableTypeId":3,"sourceId":301,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"Total population - Gapminder","s_id":301,"s_name":"Gapminder","source":{"id":301,"name":"Gapminder","dataPublishedBy":"","dataPublisherSource":"","link":"http://www.gapminder.org/","retrievedData":"","additionalInfo":"Gapminder dataset. Available online at http://www.gapminder.org/."}},"123":{"years":[],"entities":[],"values":[],"id":123,"name":"Countries Continents","unit":"","description":"Countries and their associated continents.","created_at":"2015-08-19T04:09:40.000Z","updated_at":"2018-02-28T13:58:29.000Z","uploaded_at":"2017-08-31T02:36:02.000Z","code":null,"coverage":"","timespan":"","datasetId":115,"variableTypeId":3,"sourceId":44,"uploaded_by":"jaiden","display":{},"shortUnit":null,"datasetName":"Countries Continents","s_id":44,"s_name":"Our World In Data","source":{"id":44,"name":"Our World In Data","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":""}},"43643":{"years":[],"entities":[],"values":[],"id":43643,"name":"Ratio of female to male labor force participation rate (%) (modeled ILO estimate)","unit":"modeled ILO estimate","description":"Labor force participation rate is the proportion of the population ages 15 and older that is economically active: all people who supply labor for the production of goods and services during a specified period. Ratio of female to male labor force participation rate is calculated by dividing female labor force participation rate by male labor force participation rate and multiplying by 100.","created_at":"2017-11-14T20:22:57.000Z","updated_at":"2018-02-28T13:58:53.000Z","uploaded_at":"2017-11-14T20:22:57.000Z","code":"SL.TLF.CACT.FM.ZS","coverage":"","timespan":"1960-2017","datasetId":1049,"variableTypeId":4,"sourceId":7341,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"World Bank Gender Statistics - Social Protection & Labor","s_id":7341,"s_name":"World Bank Gender Statistics: Ratio of female to male labor force participation rate (%) (modeled ILO estimate)","source":{"id":7341,"name":"World Bank Gender Statistics: Ratio of female to male labor force participation rate (%) (modeled ILO estimate)","dataPublishedBy":"World Bank Gender Statistics","dataPublisherSource":"International Labour Organization, ILOSTAT database. Data retrieved in March 2017.","link":"https://data.worldbank.org/data-catalog/gender-statistics","retrievedData":"","additionalInfo":"Definitions and characteristics of countries and other territories: https://ourworldindata.org/grapher/genderstats/GENDERSTATS_Country_info.xls\nLimitations and exceptions:\nData on the labor force are compiled by the ILO from labor force surveys, censuses, and establishment censuses and surveys. For some countries a combination of these sources is used. Labor force surveys are the most comprehensive source for internationally comparable labor force data. They can cover all non-institutionalized civilians, all branches and sectors of the economy, and all categories of workers, including people holding multiple jobs. By contrast, labor force data from population censuses are often based on a limited number of questions on the economic characteristics of individuals, with little scope to probe. The resulting data often differ from labor force survey data and vary considerably by country, depending on the census scope and coverage. Establishment censuses and surveys provide data only on the employed population, not unemployed workers, workers in small establishments, or workers in the informal sector.\n\nThe reference period of a census or survey is another important source of differences: in some countries data refer to people's status on the day of the census or survey or during a specific period before the inquiry date, while in others data are recorded without reference to any period. In countries, where the household is the basic unit of production and all members contribute to output, but some at low intensity or irregularly, the estimated labor force may be much smaller than the numbers actually working.\n\nDiffering definitions of employment age also affect comparability. For most countries the working age is 15 and older, but in some countries children younger than 15 work full- or part-time and are included in the estimates. Similarly, some countries have an upper age limit. As a result, calculations may systematically over- or underestimate actual rates.\nGeneral comments:\nData up to 2015 are estimates while data from 2016 data are projections. National estimates are also available in the WDI database. Caution should be used when comparing ILO estimates with national estimates.\nStatistical concept and methodology:\nThe labor force is the supply of labor available for producing goods and services in an economy. It includes people who are currently employed and people who are unemployed but seeking work as well as first-time job-seekers. Not everyone who works is included, however. Unpaid workers, family workers, and students are often omitted, and some countries do not count members of the armed forces. Labor force size tends to vary during the year as seasonal workers enter and leave. \n\nThe series is part of the ILO estimates and is harmonized to ensure comparability across countries and over time by accounting for differences in data source, scope of coverage, methodology, and other country-specific factors. The estimates are based mainly on nationally representative labor force surveys, with other sources (population censuses and nationally reported estimates) used only when no survey data are available.\n"}},"65628":{"years":[],"entities":[],"values":[],"id":65628,"name":"Gender wage gap (%)","unit":"%","description":"Unadjusted gender wage gap calculated as the difference between average hourly earnings of men and average hourly earnings of women expressed as a percentage of average hourly earnings of men. For most countries, the data corresponds to gross earnings and includes both full-time and part-time workers.\r\n\r\nThe indicator has been defined as unadjusted, because it gives an overall picture of gender inequalities in terms of pay and measures a concept which is broader than the concept of equal pay for equal work.\r\n\r\nFor more information, see concepts and methods provided by ILOSTAT at http://www.ilo.org/ilostat/faces/ilostat-home/metadata","created_at":"2017-12-02T15:51:20.000Z","updated_at":"2018-02-28T13:59:08.000Z","uploaded_at":"2017-12-02T15:51:20.000Z","code":"EAR_GGAP_NOC_RT NOC_VALUE","coverage":"","timespan":"","datasetId":1861,"variableTypeId":4,"sourceId":13356,"uploaded_by":null,"display":{},"shortUnit":"%","datasetName":"Earnings and labour cost","s_id":13356,"s_name":"ILOSTAT Earnings and labour cost: Gender wage gap (%)","source":{"id":13356,"name":"ILOSTAT Earnings and labour cost: Gender wage gap (%)","dataPublishedBy":"ILOSTAT","dataPublisherSource":"ILOSTAT relies on multiple sources. The list of sources for each indicator, country by country, can be found in the ILOSTAT documentation under the bulk download facility, available at http://www.ilo.org/ilostat/faces/oracle/webcenter/portalapp/pagehierarchy/Page30.jspx","link":"http://www.ilo.org/ilostat/","retrievedData":"","additionalInfo":""}}},"entityKey":{}}