{"variables":{"72":{"years":[],"entities":[],"values":[],"id":72,"name":"Total population (Gapminder)","unit":"","description":"","createdAt":"2015-07-23T03:52:31.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":null,"coverage":"","timespan":"","datasetId":70,"sourceId":301,"shortUnit":null,"display":{},"columnOrder":0,"datasetName":"Total population - Gapminder","s_id":301,"s_name":"Gapminder","source":{"id":301,"name":"Gapminder","dataPublishedBy":"","dataPublisherSource":"","link":"http://www.gapminder.org/","retrievedData":"","additionalInfo":"Gapminder dataset. Available online at http://www.gapminder.org/."}},"123":{"years":[],"entities":[],"values":[],"id":123,"name":"Countries Continents","unit":"","description":"Countries and their associated continents.","createdAt":"2015-08-19T00:09:40.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":null,"coverage":"","timespan":"","datasetId":115,"sourceId":44,"shortUnit":null,"display":{},"columnOrder":0,"datasetName":"Countries Continents","s_id":44,"s_name":"Our World In Data","source":{"id":44,"name":"Our World In Data","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":""}},"3196":{"years":[],"entities":[],"values":[],"id":3196,"name":"Literacy rate, adult total (% of people ages 15 and above)","unit":"% of people ages 15 and above","description":"Adult literacy rate is the percentage of people ages 15 and above who can both read and write with understanding a short simple statement about their everyday life.","createdAt":"2017-07-06T08:54:35.000Z","updatedAt":"2018-02-28T08:58:31.000Z","code":"SE.ADT.LITR.ZS","coverage":"","timespan":"1960-2016","datasetId":561,"sourceId":1858,"shortUnit":"%","display":{},"columnOrder":0,"datasetName":"World Development Indicators - Education","s_id":1858,"s_name":"World Bank – WDI: Literacy rate, adult total (% of people ages 15 and above)","source":{"id":1858,"name":"World Bank – WDI: Literacy rate, adult total (% of people ages 15 and above)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"United Nations Educational, Scientific, and Cultural Organization (UNESCO) Institute for Statistics.","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Limitations and exceptions: In practice, literacy is difficult to measure. Estimating literacy rates requires census or survey measurements under controlled conditions. Many countries report the number of literate people from self-reported data. Some use educational attainment data as a proxy but apply different lengths of school attendance or levels of completion. Ant there is a trend among recent national and international surveys toward using a direct reading test of literacy skills. Because definitions and methods of data collection differ across countries, data should be used cautiously.\nStatistical concept and methodology: Literacy statistics for most countries cover the population ages 15 and older, but some include younger ages or are confined to age ranges that tend to inflate literacy rates. The youth literacy rate for ages 15-24 reflects recent progress in education. It measures the accumulated outcomes of primary education over the previous 10 years or so by indicating the proportion of the population who have passed through the primary education system and acquired basic literacy and numeracy skills. Generally, literacy also encompasses numeracy, the ability to make simple arithmetic calculations.\n\nData on literacy are compiled by the UNESCO Institute for Statistics based on national censuses and household surveys and, for countries without recent literacy data, using the Global Age-Specific Literacy Projection Model (GALP). The reference period for aggregates is 1985-1994 for 1990, 1995–2004 for 2000 and 2005–14 for 2010. For detailed information, see www.uis.unesco.org.\n"}},"97492":{"years":[],"entities":[],"values":[],"id":97492,"name":"Literacy rate, adult total (% of total respondents) (DHS Surveys)","unit":"%","description":"The adult literacy rate is defined as the percentage of survey respondents, aged 15 and above, who can read. \n\nVariable (M)V155 has been used to calculate literacy rates. The 155 literacy variable indicates whether a respondent who attended primary schooling can read a whole or part of a sentence showed. A respondent who attended secondary education or higher are coded 2 as well as respondent who could read a whole sentence. Possible categories include: 0 - cannot read at all; 1 - able to read only parts of sentence; 2 - able to read whole sentence; 3 - no card with required language; 4 - blind/visually impaired. Our estimates exclude those in categories 3 and 4. \n\nThe adult literacy rate has been calculated as the total number of respondents who are in categories 1 or 2, divided by the total number of respondents by country, per year.","createdAt":"2018-05-16T14:45:14.000Z","updatedAt":"2018-05-18T15:42:56.000Z","code":null,"coverage":"","timespan":"","datasetId":2794,"sourceId":15531,"shortUnit":null,"display":{},"columnOrder":0,"datasetName":"Literacy rate (% of total respondents) - DHS Surveys","s_id":15531,"s_name":"DHS Surveys","source":{"id":15531,"name":"DHS Surveys","dataPublishedBy":"DHS","dataPublisherSource":"Surveys","link":"https://dhsprogram.com/data","retrievedData":"","additionalInfo":"The adult literacy rate is defined as the percentage of survey respondents, aged 15 and above, who can read. The 155 literacy variable indicates whether a respondent who attended primary schooling can read a whole or part of a sentence showed. A respondent who attended secondary education or higher are coded 2 as well as respondent who could read a whole sentence. Possible categories include: 0 - cannot read at all; 1 - able to read only parts of sentence; 2 - able to read whole sentence; 3 - no card with required language; 4 - blind/visually impaired. Our estimates exclude those in categories 3 and 4. \n\nThe methodology for constructing this variable is as follows:\n<ul>\n<li>The DHS surveys for men and women were pooled</li>\n<li>Created a dichotomous literacy variable, combining categories 1 'able to read only parts of sentence' with 2 'able to read whole sentence' to represent literate respondents, and 0 'cannot read at all' for illiterate respondents</li>\n<li>Summed the total number of respondents who were classified as literate and the total number of respondents, for each country in each year</li>\n<li>Calculated the literacy rate (% of total respondents) = (number of people in category 1 and 2 / number of respondents) * 100 </li>\n<li>Calculated the female literacy rate (% of total respondents) = (number of females in category 1 and 2 / number of respondents) * 100 </li>\n<li>Calculated the male literacy rate (% of total respondents) = (number of males in category 1 and 2 / number of respondents) * 100 </li>\n</ul>\n\nThe number of survey respondents varies from country-to-country and year-to-year. Therefore, comparisons across countries should be made with caution. \n\nDHS surveys are conducted approximately every 5 years in phases. The literacy variable (155) is available from phase 4 onward. Hence, Phase 7 corresponds to 2015; phase 6 to 2010; phase 5 to 2005; and phase 4 to 2000.  As this dataset brings together a number of countries across various phases, the year has been assigned according to the survey phase. Note the actual year the survey was conducted in a country may differ to the year assigned, but the survey will have been undertaken within the five year interval between each phase. \n\nFor further information on the DHS surveys visit: https://dhsprogram.com/data/"}}},"entityKey":{}}